{"_id":"616ce4e4e9d39d04b3b60478","slug":"wax","name":"Wax","verses":[{"_id":"616ce4e4e9d39d04b3b60479","topicId":"616ce4e4e9d39d04b3b60478","verse":"Micah 1:4","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33001004_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v33001004-1\">4&nbsp;</b>&nbsp;&nbsp;And the mountains will melt under him,</span><br><span id=\"p33001004_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the valleys will split open,</span><br><span id=\"p33001004_01-1\" class=\"line\">&nbsp;&nbsp;like wax before the fire,</span><br><span id=\"p33001004_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like waters poured down a steep place.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> And the mountains shall be molten under him, and the valleys shall be cleft, as wax before the fire, and as the waters that are  poured down a steep place.  ","niv":"<sup><strong>4</strong></sup> The mountains melt beneath him and the valleys split apart, like wax before the fire, like water rushing down a slope."},{"_id":"616ce4e4e9d39d04b3b6047a","topicId":"616ce4e4e9d39d04b3b60478","verse":"Psalm 68:2","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19068002_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19068002-1\">2&nbsp;</b>&nbsp;&nbsp;As smoke is driven away, so you shall drive them away;</span><br><span id=\"p19068002_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as wax melts before fire,</span><br><span id=\"p19068002_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so the wicked shall perish before God!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> As smoke is driven away, so drive them away: as wax melteth before the fire, so let the wicked perish at the presence of God.  ","niv":"<sup><strong>2</strong></sup> As smoke is blown away by the wind, may you blow them away; as wax melts before the fire, may the wicked perish before God."},{"_id":"616ce4e5e9d39d04b3b6047b","topicId":"616ce4e4e9d39d04b3b60478","verse":"Psalm 22:14","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19022014_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19022014-1\">14&nbsp;</b>&nbsp;&nbsp;I am poured out like water,</span><br><span id=\"p19022014_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all my bones are out of joint;</span><br><span id=\"p19022014_01-3\" class=\"line\">&nbsp;&nbsp;my heart is like wax;</span><br><span id=\"p19022014_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is melted within my breast;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> I am poured out like water, and all my bones are out of joint: my heart is like wax; it is melted in the midst of my bowels.  ","niv":"<sup><strong>14</strong></sup> I am poured out like water, and all my bones are out of joint. My heart has turned to wax; it has melted away within me."},{"_id":"616ce4e5e9d39d04b3b6047c","topicId":"616ce4e4e9d39d04b3b60478","verse":"Psalm 97:5","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19097005_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19097005-1\">5&nbsp;</b>&nbsp;&nbsp;The mountains melt like wax before the LORD,</span><br><span id=\"p19097005_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the Lord of all the earth.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> The hills melted like wax at the presence of the LORD, at the presence of the Lord of the whole earth.  ","niv":"<sup><strong>5</strong></sup> The mountains melt like wax before the LORD, before the Lord of all the earth."},{"_id":"616ce4e5e9d39d04b3b6047d","topicId":"616ce4e4e9d39d04b3b60478","verse":"James 1:1-27","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-5\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-5\">Greetings.</p>\n\n<p id=\"p59001001_06-5\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-5\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-5\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-5\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-5\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-5\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-5\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-5\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. "},{"_id":"616ce4e5e9d39d04b3b6047e","topicId":"616ce4e4e9d39d04b3b60478","verse":"Romans 14:1-23","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions. <b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables. <b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him. <b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n<p id=\"p45014004_08-6\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind. <b class=\"verse-num\" id=\"v45014006-1\">6&nbsp;</b>The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God. <b class=\"verse-num\" id=\"v45014007-1\">7&nbsp;</b>For none of us lives to himself, and none of us dies to himself. <b class=\"verse-num\" id=\"v45014008-1\">8&nbsp;</b>For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s. <b class=\"verse-num\" id=\"v45014009-1\">9&nbsp;</b>For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.</p>\n<p id=\"p45014009_08-6\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_08-6\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_08-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_08-6\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_14-6\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_14-6\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  <strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  <strong>7</strong> For none of us liveth to himself, and no man dieth to himself.  <strong>8</strong> For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s.  <strong>9</strong> For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.  <strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. <sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. <sup><strong>7</strong></sup> For none of us lives to himself alone and none of us dies to himself alone. <sup><strong>8</strong></sup> If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord. <sup><strong>9</strong></sup> For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living. <sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. "},{"_id":"616ce4e6e9d39d04b3b6047f","topicId":"616ce4e4e9d39d04b3b60478","verse":"Matthew 26:29","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40026029_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40026029-1\">29&nbsp;</b><span class=\"woc\">I tell you I will not drink again of this fruit of the vine until that day when I drink it new with you in my Father’s kingdom.”</span></p>\n</div>","kjv":"<strong>29</strong> But I say unto you, I will not drink henceforth of this fruit of the vine, until that day when I drink it new with you in my Father’s kingdom.  ","niv":"<sup><strong>29</strong></sup> I tell you, I will not drink of this fruit of the vine from now on until that day when I drink it anew with you in my Father's kingdom.\""},{"_id":"616ce4e6e9d39d04b3b60480","topicId":"616ce4e4e9d39d04b3b60478","verse":"Revelation 1:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66001018_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66001018-1\">18&nbsp;</b><span class=\"woc\">and the living one. I died, and behold I am alive forevermore, and I have the keys of Death and Hades.</span></p>\n</div>","kjv":"<strong>18</strong> I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.  ","niv":"<sup><strong>18</strong></sup> I am the Living One; I was dead, and behold I am alive for ever and ever! And I hold the keys of death and Hades."},{"_id":"616ce4e6e9d39d04b3b60481","topicId":"616ce4e4e9d39d04b3b60478","verse":"1 Corinthians 15:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46015026_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015026-1\">26&nbsp;</b>The last enemy to be destroyed is death.</p>\n</div>","kjv":"<strong>26</strong> The last enemy that shall be destroyed is death.  ","niv":"<sup><strong>26</strong></sup> The last enemy to be destroyed is death."},{"_id":"616ce4e7e9d39d04b3b60482","topicId":"616ce4e4e9d39d04b3b60478","verse":"Isaiah 55:11","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055011_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055011-1\">11&nbsp;</b>&nbsp;&nbsp;so shall my word be that goes out from my mouth;</span><br><span id=\"p23055011_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it shall not return to me empty,</span><br><span id=\"p23055011_01-11\" class=\"line\">&nbsp;&nbsp;but it shall accomplish that which I purpose,</span><br><span id=\"p23055011_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall succeed in the thing for which I sent it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it.  ","niv":"<sup><strong>11</strong></sup> so is my word that goes out from my mouth: It will not return to me empty, but will accomplish what I desire and achieve the purpose for which I sent it."},{"_id":"616ce4e7e9d39d04b3b60483","topicId":"616ce4e4e9d39d04b3b60478","verse":"Revelation 15:4","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66015004_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v66015004-1\">4&nbsp;</b>&nbsp;&nbsp;Who will not fear, O Lord,</span><br><span id=\"p66015004_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and glorify your name?</span><br><span id=\"p66015004_01-12\" class=\"line\">&nbsp;&nbsp;For you alone are holy.</span><br><span id=\"p66015004_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;All nations will come</span><br><span id=\"p66015004_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and worship you,</span><br><span id=\"p66015004_01-12\" class=\"line\">&nbsp;&nbsp;for your righteous acts have been revealed.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Who shall not fear thee, O Lord, and glorify thy name? for thou  only art holy: for all nations shall come and worship before thee; for thy judgments are made manifest.  ","niv":"<sup><strong>4</strong></sup> Who will not fear you, O Lord, and bring glory to your name? For you alone are holy. All nations will come and worship before you, for your righteous acts have been revealed.\""},{"_id":"616ce4e7e9d39d04b3b60484","topicId":"616ce4e4e9d39d04b3b60478","verse":"1 Thessalonians 5:12","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p52005012_05-14\"><b class=\"verse-num\" id=\"v52005012-1\">12&nbsp;</b>We ask you, brothers, to respect those who labor among you and are over you in the Lord and admonish you,</p>\n</div>","kjv":"<strong>12</strong> And we beseech you, brethren, to know them which labour among you, and are over you in the Lord, and admonish you;  ","niv":"<sup><strong>12</strong></sup> Now we ask you, brothers, to respect those who work hard among you, who are over you in the Lord and who admonish you."},{"_id":"616ce4e8e9d39d04b3b60485","topicId":"616ce4e4e9d39d04b3b60478","verse":"Ephesians 6:10","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-15\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might.</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power."},{"_id":"616ce4e8e9d39d04b3b60486","topicId":"616ce4e4e9d39d04b3b60478","verse":"1 Corinthians 2:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46002014_01-17\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned.</p>\n</div>","kjv":"<strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  ","niv":"<sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned."},{"_id":"616ce4e8e9d39d04b3b60487","topicId":"616ce4e4e9d39d04b3b60478","verse":"Romans 10:9-13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved. <b class=\"verse-num\" id=\"v45010010-1\">10&nbsp;</b>For with the heart one believes and is justified, and with the mouth one confesses and is saved. <b class=\"verse-num\" id=\"v45010011-1\">11&nbsp;</b>For the Scripture says, “Everyone who believes in him will not be put to shame.” <b class=\"verse-num\" id=\"v45010012-1\">12&nbsp;</b>For there is no distinction between Jew and Greek; for the same Lord is Lord of all, bestowing his riches on all who call on him. <b class=\"verse-num\" id=\"v45010013-1\">13&nbsp;</b>For “everyone who calls on the name of the Lord will be saved.”</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  <strong>10</strong> For with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation.  <strong>11</strong> For the scripture saith, Whosoever believeth on him shall not be ashamed.  <strong>12</strong> For there is no difference between the Jew and the Greek: for the same Lord over all is rich unto all that call upon him.  <strong>13</strong> For whosoever shall call upon the name of the Lord shall be saved.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved. <sup><strong>10</strong></sup> For it is with your heart that you believe and are justified, and it is with your mouth that you confess and are saved. <sup><strong>11</strong></sup> As the Scripture says, \"Anyone who trusts in him will never be put to shame.\" <sup><strong>12</strong></sup> For there is no difference between Jew and Gentile--the same Lord is Lord of all and richly blesses all who call on him, <sup><strong>13</strong></sup> for, \"Everyone who calls on the name of the Lord will be saved.\" "},{"_id":"616ce4e8e9d39d04b3b60488","topicId":"616ce4e4e9d39d04b3b60478","verse":"Romans 8:37","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45008037_01-19\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45008037-1\">37&nbsp;</b>No, in all these things we are more than conquerors through him who loved us.</p>\n</div>","kjv":"<strong>37</strong> Nay, in all these things we are more than conquerors through him that loved us.  ","niv":"<sup><strong>37</strong></sup> No, in all these things we are more than conquerors through him who loved us."},{"_id":"616ce4e9e9d39d04b3b60489","topicId":"616ce4e4e9d39d04b3b60478","verse":"Romans 1:1-4","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45001001_02-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord,</p>\n\n</div>","kjv":"<strong>1</strong> Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,  <strong>2</strong> (Which he had promised afore by his prophets in the holy scriptures,)  <strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  <strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God-- <sup><strong>2</strong></sup> the gospel he promised beforehand through his prophets in the Holy Scriptures <sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David, <sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord. "},{"_id":"616ce4e9e9d39d04b3b6048a","topicId":"616ce4e4e9d39d04b3b60478","verse":"John 14:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43014009_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014009-1\">9&nbsp;</b>Jesus said to him, <span class=\"woc\">“Have I been with you so long, and you still do not know me, Philip? Whoever has seen me has seen the Father. How can you say, ‘Show us the Father’?</span></p>\n</div>","kjv":"<strong>9</strong> Jesus saith unto him, Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou then, Shew us the Father?  ","niv":"<sup><strong>9</strong></sup> Jesus answered: \"Don't you know me, Philip, even after I have been among you such a long time? Anyone who has seen me has seen the Father. How can you say, 'Show us the Father'?"},{"_id":"616ce4e9e9d39d04b3b6048b","topicId":"616ce4e4e9d39d04b3b60478","verse":"John 1:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-22\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth."},{"_id":"616ce4eae9d39d04b3b6048c","topicId":"616ce4e4e9d39d04b3b60478","verse":"Jeremiah 2:13","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24002013_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v24002013-1\">13&nbsp;</b>&nbsp;&nbsp;for my people have committed two evils:</span><br><span id=\"p24002013_01-23\" class=\"line\">&nbsp;&nbsp;they have forsaken me,</span><br><span id=\"p24002013_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fountain of living waters,</span><br><span id=\"p24002013_01-23\" class=\"line\">&nbsp;&nbsp;and hewed out cisterns for themselves,</span><br><span id=\"p24002013_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;broken cisterns that can hold no water.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> For my people have committed two evils; they have forsaken me the fountain of living waters, and hewed them out cisterns, broken cisterns, that can hold no water.  ","niv":"<sup><strong>13</strong></sup> \"My people have committed two sins: They have forsaken me, the spring of living water, and have dug their own cisterns, broken cisterns that cannot hold water."},{"_id":"616ce4eae9d39d04b3b6048d","topicId":"616ce4e4e9d39d04b3b60478","verse":"Isaiah 45:23","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045023_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045023-1\">23&nbsp;</b>&nbsp;&nbsp;By myself I have sworn;</span><br><span id=\"p23045023_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from my mouth has gone out in righteousness</span><br><span id=\"p23045023_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a word that shall not return:</span><br><span id=\"p23045023_01-24\" class=\"line\">&nbsp;&nbsp;‘To me every knee shall bow,</span><br><span id=\"p23045023_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;every tongue shall swear allegiance.’</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>23</strong> I have sworn by myself, the word is gone out of my mouth in  righteousness, and shall not return, That unto me every knee shall bow, every tongue shall swear.  ","niv":"<sup><strong>23</strong></sup> By myself I have sworn, my mouth has uttered in all integrity a word that will not be revoked: Before me every knee will bow; by me every tongue will swear."},{"_id":"616ce4eae9d39d04b3b6048e","topicId":"616ce4e4e9d39d04b3b60478","verse":"Isaiah 40:5","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040005_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040005-1\">5&nbsp;</b>&nbsp;&nbsp;And the glory of the LORD shall be revealed,</span><br><span id=\"p23040005_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all flesh shall see it together,</span><br><span id=\"p23040005_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the mouth of the LORD has spoken.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> And the glory of the LORD shall be revealed, and all flesh shall see it together: for the mouth of the LORD hath spoken it.  ","niv":"<sup><strong>5</strong></sup> And the glory of the LORD will be revealed, and all mankind together will see it. For the mouth of the LORD has spoken.\""},{"_id":"616ce4eae9d39d04b3b6048f","topicId":"616ce4e4e9d39d04b3b60478","verse":"2 Kings 1:1-18","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p12001001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12001001-1\">1:1&nbsp;</b>After the death of Ahab, Moab rebelled against Israel.</p>\n<p id=\"p12001001_04-26\"><b class=\"verse-num\" id=\"v12001002-1\">2&nbsp;</b>Now Ahaziah fell through the lattice in his upper chamber in Samaria, and lay sick; so he sent messengers, telling them, “Go, inquire of Baal-zebub, the god of Ekron, whether I shall recover from this sickness.” <b class=\"verse-num\" id=\"v12001003-1\">3&nbsp;</b>But the angel of the LORD said to Elijah the Tishbite, “Arise, go up to meet the messengers of the king of Samaria, and say to them, ‘Is it because there is no God in Israel that you are going to inquire of Baal-zebub, the god of Ekron? <b class=\"verse-num\" id=\"v12001004-1\">4&nbsp;</b>Now therefore thus says the LORD, You shall not come down from the bed to which you have gone up, but you shall surely die.’” So Elijah went.</p>\n<p id=\"p12001004_04-26\"><b class=\"verse-num\" id=\"v12001005-1\">5&nbsp;</b>The messengers returned to the king, and he said to them, “Why have you returned?” <b class=\"verse-num\" id=\"v12001006-1\">6&nbsp;</b>And they said to him, “There came a man to meet us, and said to us, ‘Go back to the king who sent you, and say to him, Thus says the LORD, Is it because there is no God in Israel that you are sending to inquire of Baal-zebub, the god of Ekron? Therefore you shall not come down from the bed to which you have gone up, but you shall surely die.’” <b class=\"verse-num\" id=\"v12001007-1\">7&nbsp;</b>He said to them, “What kind of man was he who came to meet you and told you these things?” <b class=\"verse-num\" id=\"v12001008-1\">8&nbsp;</b>They answered him, “He wore a garment of hair, with a belt of leather about his waist.” And he said, “It is Elijah the Tishbite.”</p>\n<p id=\"p12001008_04-26\"><b class=\"verse-num\" id=\"v12001009-1\">9&nbsp;</b>Then the king sent to him a captain of fifty men with his fifty. He went up to Elijah, who was sitting on the top of a hill, and said to him, “O man of God, the king says, ‘Come down.’” <b class=\"verse-num\" id=\"v12001010-1\">10&nbsp;</b>But Elijah answered the captain of fifty, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then fire came down from heaven and consumed him and his fifty.</p>\n<p id=\"p12001010_04-26\"><b class=\"verse-num\" id=\"v12001011-1\">11&nbsp;</b>Again the king sent to him another captain of fifty men with his fifty. And he answered and said to him, “O man of God, this is the king’s order, ‘Come down quickly!’” <b class=\"verse-num\" id=\"v12001012-1\">12&nbsp;</b>But Elijah answered them, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then the fire of God came down from heaven and consumed him and his fifty.</p>\n<p id=\"p12001012_04-26\"><b class=\"verse-num\" id=\"v12001013-1\">13&nbsp;</b>Again the king sent the captain of a third fifty with his fifty. And the third captain of fifty went up and came and fell on his knees before Elijah and entreated him, “O man of God, please let my life, and the life of these fifty servants of yours, be precious in your sight. <b class=\"verse-num\" id=\"v12001014-1\">14&nbsp;</b>Behold, fire came down from heaven and consumed the two former captains of fifty men with their fifties, but now let my life be precious in your sight.” <b class=\"verse-num\" id=\"v12001015-1\">15&nbsp;</b>Then the angel of the LORD said to Elijah, “Go down with him; do not be afraid of him.” So he arose and went down with him to the king <b class=\"verse-num\" id=\"v12001016-1\">16&nbsp;</b>and said to him, “Thus says the LORD, ‘Because you have sent messengers to inquire of Baal-zebub, the god of Ekron—is it because there is no God in Israel to inquire of his word?—therefore you shall not come down from the bed to which you have gone up, but you shall surely die.’”</p>\n<p id=\"p12001016_04-26\"><b class=\"verse-num\" id=\"v12001017-1\">17&nbsp;</b>So he died according to the word of the LORD that Elijah had spoken. Jehoram became king in his place in the second year of Jehoram the son of Jehoshaphat, king of Judah, because Ahaziah had no son. <b class=\"verse-num\" id=\"v12001018-1\">18&nbsp;</b>Now the rest of the acts of Ahaziah that he did, are they not written in the Book of the Chronicles of the Kings of Israel?</p>\n</div>","kjv":"<strong>1</strong> Then Moab rebelled against Israel after the death of Ahab.  <strong>2</strong> And Ahaziah fell down through a lattice in his upper chamber that was in Samaria, and was sick: and he sent messengers, and said unto them, Go, enquire of Baal-zebub the god of Ekron whether I shall recover of this disease.  <strong>3</strong> But the angel of the LORD said to Elijah the Tishbite, Arise, go up to meet the messengers of the king of Samaria, and say unto them, Is it  not because there is not a God in Israel, that  ye go to enquire of Baal-zebub the god of Ekron?  <strong>4</strong> Now therefore thus saith the LORD, Thou shalt not come down from that bed on which thou art gone up, but shalt surely die. And Elijah departed.  <strong>5</strong> And when the messengers turned back unto him, he said unto them, Why are ye now turned back?  <strong>6</strong> And they said unto him, There came a man up to meet us, and said unto us, Go, turn again unto the king that sent you, and say unto him, Thus saith the LORD, Is it not because there is not a God in Israel, that thou sendest to enquire of Baal-zebub the god of Ekron? therefore thou shalt not come down from that bed on which thou art gone up, but shalt surely die.  <strong>7</strong> And he said unto them, What manner of man was he which came up to meet you, and told you these words?  <strong>8</strong> And they answered him, He was an hairy man, and girt with a girdle of leather about his loins. And he said, It is Elijah the Tishbite.  <strong>9</strong> Then the king sent unto him a captain of fifty with his fifty. And he went up to him: and, behold, he sat on the top of an hill. And he spake unto him, Thou man of God, the king hath said, Come down.  <strong>10</strong> And Elijah answered and said to the captain of fifty, If I be  a man of God, then let fire come down from heaven, and consume thee and thy fifty. And there came down fire from heaven, and consumed him and his fifty.  <strong>11</strong> Again also he sent unto him another captain of fifty with his fifty. And he answered and said unto him, O man of God, thus hath the king said, Come down quickly.  <strong>12</strong> And Elijah answered and said unto them, If I be a man of God, let fire come down from heaven, and consume thee and thy fifty. And the fire of God came down from heaven, and consumed him and his fifty.  <strong>13</strong> And he sent again a captain of the third fifty with his fifty. And the third captain of fifty went up, and came and fell on his knees before Elijah, and besought him, and said unto him, O man of God, I pray thee, let my life, and the life of these fifty thy servants, be precious in thy sight.  <strong>14</strong> Behold, there came fire down from heaven, and burnt up the two captains of the former fifties with their fifties: therefore let my life now be precious in thy sight.  <strong>15</strong> And the angel of the LORD said unto Elijah, Go down with him: be not afraid of him. And he arose, and went down with him unto the king.  <strong>16</strong> And he said unto him, Thus saith the LORD, Forasmuch as thou hast sent messengers to enquire of Baal-zebub the god of Ekron, is it not because there is no God in Israel to enquire of his word? therefore thou shalt not come down off that bed on which thou art gone up, but shalt surely die.  <strong>17</strong> So he died according to the word of the LORD which Elijah had spoken. And Jehoram reigned in his stead in the second year of Jehoram the son of Jehoshaphat king of Judah; because he had no son.  <strong>18</strong> Now the rest of the acts of Ahaziah which he did, are they not written in the book of the chronicles of the kings of Israel?  ","niv":"<sup><strong>1</strong></sup> After Ahab's death, Moab rebelled against Israel. <sup><strong>2</strong></sup> Now Ahaziah had fallen through the lattice of his upper room in Samaria and injured himself. So he sent messengers, saying to them, \"Go and consult Baal-Zebub, the god of Ekron, to see if I will recover from this injury.\" <sup><strong>3</strong></sup> But the angel of the LORD said to Elijah the Tishbite, \"Go up and meet the messengers of the king of Samaria and ask them, 'Is it because there is no God in Israel that you are going off to consult Baal-Zebub, the god of Ekron?' <sup><strong>4</strong></sup> Therefore this is what the LORD says: 'You will not leave the bed you are lying on. You will certainly die!'\" So Elijah went. <sup><strong>5</strong></sup> When the messengers returned to the king, he asked them, \"Why have you come back?\" <sup><strong>6</strong></sup> \"A man came to meet us,\" they replied. \"And he said to us, 'Go back to the king who sent you and tell him, \"This is what the LORD says: Is it because there is no God in Israel that you are sending men to consult Baal-Zebub, the god of Ekron? Therefore you will not leave the bed you are lying on. You will certainly die!\"'\" <sup><strong>7</strong></sup> The king asked them, \"What kind of man was it who came to meet you and told you this?\" <sup><strong>8</strong></sup> They replied, \"He was a man with a garment of hair and with a leather belt around his waist.\" The king said, \"That was Elijah the Tishbite.\" <sup><strong>9</strong></sup> Then he sent to Elijah a captain with his company of fifty men. The captain went up to Elijah, who was sitting on the top of a hill, and said to him, \"Man of God, the king says, 'Come down!'\" <sup><strong>10</strong></sup> Elijah answered the captain, \"If I am a man of God, may fire come down from heaven and consume you and your fifty men!\" Then fire fell from heaven and consumed the captain and his men. <sup><strong>11</strong></sup> At this the king sent to Elijah another captain with his fifty men. The captain said to him, \"Man of God, this is what the king says, 'Come down at once!'\" <sup><strong>12</strong></sup> \"If I am a man of God,\" Elijah replied, \"may fire come down from heaven and consume you and your fifty men!\" Then the fire of God fell from heaven and consumed him and his fifty men. <sup><strong>13</strong></sup> So the king sent a third captain with his fifty men. This third captain went up and fell on his knees before Elijah. \"Man of God,\" he begged, \"please have respect for my life and the lives of these fifty men, your servants! <sup><strong>14</strong></sup> See, fire has fallen from heaven and consumed the first two captains and all their men. But now have respect for my life!\" <sup><strong>15</strong></sup> The angel of the LORD said to Elijah, \"Go down with him; do not be afraid of him.\" So Elijah got up and went down with him to the king. <sup><strong>16</strong></sup> He told the king, \"This is what the LORD says: Is it because there is no God in Israel for you to consult that you have sent messengers to consult Baal-Zebub, the god of Ekron? Because you have done this, you will never leave the bed you are lying on. You will certainly die!\" <sup><strong>17</strong></sup> So he died, according to the word of the LORD that Elijah had spoken. Because Ahaziah had no son, Joram succeeded him as king in the second year of Jehoram son of Jehoshaphat king of Judah. <sup><strong>18</strong></sup> As for all the other events of Ahaziah's reign, and what he did, are they not written in the book of the annals of the kings of Israel? "},{"_id":"616ce4ebe9d39d04b3b60490","topicId":"616ce4e4e9d39d04b3b60478","verse":"Revelation 5:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66005013_01-27\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66005013-1\">13&nbsp;</b>And I heard every creature in heaven and on earth and under the earth and in the sea, and all that is in them, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66005013_01-27\" class=\"line\">&nbsp;&nbsp;“To him who sits on the throne and to the Lamb</span><br><span id=\"p66005013_01-27\" class=\"line\">&nbsp;&nbsp;be blessing and honor and glory and might forever and ever!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> And every creature which is in heaven, and on the earth, and under the earth, and such as are in the sea, and all that are in them, heard I saying, Blessing, and honour, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb for ever and ever.  ","niv":"<sup><strong>13</strong></sup> Then I heard every creature in heaven and on earth and under the earth and on the sea, and all that is in them, singing: \"To him who sits on the throne and to the Lamb be praise and honor and glory and power, for ever and ever!\""},{"_id":"616ce4ebe9d39d04b3b60491","topicId":"616ce4e4e9d39d04b3b60478","verse":"Hebrews 9:27","votes":0,"__v":0,"esv":"<div>\n<p id=\"p58009027_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment,</p>\n</div>","kjv":"<strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  ","niv":"<sup><strong>27</strong></sup> Just as man is destined to die once, and after that to face judgment,","modified":"2023-01-09T07:47:35.294Z"}]}