{"_id":"616ce538e9d39d04b3b604ac","slug":"weapons-of-warfare","name":"Weapons Of Warfare","verses":[{"_id":"616ce538e9d39d04b3b604ad","topicId":"616ce538e9d39d04b3b604ac","verse":"2 Corinthians 10:3-5","votes":74,"__v":0,"esv":"<div>\n<p id=\"p47010003_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v47010003-1\">3&nbsp;</b>For though we walk in the flesh, we are not waging war according to the flesh. <b class=\"verse-num\" id=\"v47010004-1\">4&nbsp;</b>For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds. <b class=\"verse-num\" id=\"v47010005-1\">5&nbsp;</b>We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ,</p>\n</div>","kjv":"<strong>3</strong> For though we walk in the flesh, we do not war after the flesh:  <strong>4</strong> (For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;)  <strong>5</strong> Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ;  ","niv":"<sup><strong>3</strong></sup> For though we live in the world, we do not wage war as the world does. <sup><strong>4</strong></sup> The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds. <sup><strong>5</strong></sup> We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ. ","modified":"2023-06-04T11:38:55.333Z"},{"_id":"616ce538e9d39d04b3b604ae","topicId":"616ce538e9d39d04b3b604ac","verse":"Ephesians 6:12","votes":43,"__v":0,"esv":"<div>\n<p id=\"p49006012_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms.","modified":"2023-06-23T16:56:43.594Z"},{"_id":"616ce539e9d39d04b3b604af","topicId":"616ce538e9d39d04b3b604ac","verse":"1 Peter 5:8","votes":50,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour.","modified":"2023-11-12T22:47:46.661Z"},{"_id":"616ce539e9d39d04b3b604b0","topicId":"616ce538e9d39d04b3b604ac","verse":"James 4:7","votes":43,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you.","modified":"2022-10-06T11:01:46.959Z"},{"_id":"616ce539e9d39d04b3b604b1","topicId":"616ce538e9d39d04b3b604ac","verse":"2 Corinthians 10:4","votes":37,"__v":0,"esv":"<div>\n<p id=\"p47010004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v47010004-1\">4&nbsp;</b>For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds.</p>\n</div>","kjv":"<strong>4</strong> (For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;)  ","niv":"<sup><strong>4</strong></sup> The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds.","modified":"2023-12-09T03:05:14.092Z"},{"_id":"616ce53ae9d39d04b3b604b2","topicId":"616ce538e9d39d04b3b604ac","verse":"2 Corinthians 10:5","votes":31,"__v":0,"esv":"<div>\n<p id=\"p47010005_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v47010005-1\">5&nbsp;</b>We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ,</p>\n</div>","kjv":"<strong>5</strong> Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ;  ","niv":"<sup><strong>5</strong></sup> We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ."},{"_id":"616ce53ae9d39d04b3b604b3","topicId":"616ce538e9d39d04b3b604ac","verse":"2 Corinthians 2:11","votes":28,"__v":0,"esv":"<div>\n<p id=\"p47002011_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v47002011-1\">11&nbsp;</b>so that we would not be outwitted by Satan; for we are not ignorant of his designs.</p>\n</div>","kjv":"<strong>11</strong> Lest Satan should get an advantage of us: for we are not ignorant of his devices.  ","niv":"<sup><strong>11</strong></sup> in order that Satan might not outwit us. For we are not unaware of his schemes.","modified":"2023-06-21T01:33:30.905Z"},{"_id":"616ce53ae9d39d04b3b604b4","topicId":"616ce538e9d39d04b3b604ac","verse":"James 4:4","votes":23,"__v":0,"esv":"<div>\n<p id=\"p59004004_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004004-1\">4&nbsp;</b>You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God.</p>\n\n</div>","kjv":"<strong>4</strong> Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.  ","niv":"<sup><strong>4</strong></sup> You adulterous people, don't you know that friendship with the world is hatred toward God? Anyone who chooses to be a friend of the world becomes an enemy of God.","modified":"2022-07-10T00:09:14.323Z"},{"_id":"616ce53ae9d39d04b3b604b5","topicId":"616ce538e9d39d04b3b604ac","verse":"John 10:10","votes":24,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full.","modified":"2022-07-27T11:11:58.119Z"},{"_id":"616ce53be9d39d04b3b604b6","topicId":"616ce538e9d39d04b3b604ac","verse":"Ephesians 6:10-12","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-11\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. ","modified":"2023-01-27T16:20:39.663Z"},{"_id":"616ce53be9d39d04b3b604b7","topicId":"616ce538e9d39d04b3b604ac","verse":"John 16:33","votes":24,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\"","modified":"2022-09-26T03:17:32.472Z"},{"_id":"616ce53be9d39d04b3b604b8","topicId":"616ce538e9d39d04b3b604ac","verse":"Luke 10:19","votes":20,"__v":0,"esv":"<div>\n<p id=\"p42010019_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42010019-1\">19&nbsp;</b><span class=\"woc\">Behold, I have given you authority to tread on serpents and scorpions, and over all the power of the enemy, and nothing shall hurt you.</span></p>\n</div>","kjv":"<strong>19</strong> Behold, I give unto you power to tread on serpents and scorpions, and over all the power of the enemy: and nothing shall by any means hurt you.  ","niv":"<sup><strong>19</strong></sup> I have given you authority to trample on snakes and scorpions and to overcome all the power of the enemy; nothing will harm you.","modified":"2023-01-20T10:07:42.092Z"},{"_id":"616ce53ce9d39d04b3b604b9","topicId":"616ce538e9d39d04b3b604ac","verse":"Ephesians 6:11","votes":14,"__v":0,"esv":"<div>\n<p id=\"p49006011_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil.</p>\n</div>","kjv":"<strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  ","niv":"<sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes.","modified":"2023-08-13T15:02:19.194Z"},{"_id":"616ce53ce9d39d04b3b604ba","topicId":"616ce538e9d39d04b3b604ac","verse":"1 Corinthians 10:13","votes":19,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it.","modified":"2023-02-19T05:21:01.002Z"},{"_id":"616ce53ce9d39d04b3b604bb","topicId":"616ce538e9d39d04b3b604ac","verse":"John 8:32","votes":19,"__v":0,"esv":"<div>\n<p id=\"p43008032_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\"","modified":"2022-05-05T12:43:39.717Z"},{"_id":"616ce53de9d39d04b3b604bc","topicId":"616ce538e9d39d04b3b604ac","verse":"Isaiah 54:17","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23054017_01-18\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23054017-1\">17&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;no weapon that is fashioned against you shall succeed,</span><br><span id=\"p23054017_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall refute every tongue that rises against you in judgment.</span><br><span id=\"p23054017_01-18\" class=\"line\">&nbsp;&nbsp;This is the heritage of the servants of the LORD</span><br><span id=\"p23054017_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their vindication from me, declares the LORD.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>17</strong> No weapon that is formed against thee shall prosper; and every tongue that shall rise against thee in judgment thou shalt condemn. This is the heritage of the servants of the LORD, and their righteousness is of me, saith the LORD.  ","niv":"<sup><strong>17</strong></sup> no weapon forged against you will prevail, and you will refute every tongue that accuses you. This is the heritage of the servants of the LORD, and this is their vindication from me,\" declares the LORD."},{"_id":"616ce53de9d39d04b3b604bd","topicId":"616ce538e9d39d04b3b604ac","verse":"Philippians 4:8","votes":17,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-19\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things."},{"_id":"616ce53de9d39d04b3b604be","topicId":"616ce538e9d39d04b3b604ac","verse":"Revelation 12:11","votes":16,"__v":0,"esv":"<div>\n<p id=\"p66012011_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v66012011-1\">11&nbsp;</b>And they have conquered him by the blood of the Lamb and by the word of their testimony, for they loved not their lives even unto death.</p>\n</div>","kjv":"<strong>11</strong> And they overcame him by the blood of the Lamb, and by the word of their testimony; and they loved not their lives unto the death.  ","niv":"<sup><strong>11</strong></sup> They overcame him by the blood of the Lamb and by the word of their testimony; they did not love their lives so much as to shrink from death."},{"_id":"616ce53ee9d39d04b3b604bf","topicId":"616ce538e9d39d04b3b604ac","verse":"John 14:6","votes":18,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.","modified":"2022-05-05T12:47:28.842Z"},{"_id":"616ce53fe9d39d04b3b604c0","topicId":"616ce538e9d39d04b3b604ac","verse":"James 4:8","votes":15,"__v":0,"esv":"<div>\n<p id=\"p59004008_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.</p>\n</div>","kjv":"<strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  ","niv":"<sup><strong>8</strong></sup> Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded."},{"_id":"616ce53fe9d39d04b3b604c1","topicId":"616ce538e9d39d04b3b604ac","verse":"1 John 4:4","votes":13,"__v":0,"esv":"<div>\n<p id=\"p62004004_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004004-1\">4&nbsp;</b>Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world.</p>\n</div>","kjv":"<strong>4</strong> Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.  ","niv":"<sup><strong>4</strong></sup> You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world.","modified":"2023-05-08T04:46:50.111Z"},{"_id":"616ce53fe9d39d04b3b604c3","topicId":"616ce538e9d39d04b3b604ac","verse":"John 8:44","votes":17,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies.","modified":"2022-10-18T23:36:32.618Z"},{"_id":"616ce53fe9d39d04b3b604c2","topicId":"616ce538e9d39d04b3b604ac","verse":"2 Corinthians 11:14","votes":17,"__v":0,"esv":"<div>\n<p id=\"p47011014_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011014-1\">14&nbsp;</b>And no wonder, for even Satan disguises himself as an angel of light.</p>\n</div>","kjv":"<strong>14</strong> And no marvel; for Satan himself is transformed into an angel of light.  ","niv":"<sup><strong>14</strong></sup> And no wonder, for Satan himself masquerades as an angel of light.","modified":"2022-06-02T22:17:09.285Z"},{"_id":"616ce540e9d39d04b3b604c4","topicId":"616ce538e9d39d04b3b604ac","verse":"2 Corinthians 10:4-5","votes":15,"__v":0,"esv":"<div>\n<p id=\"p47010004_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v47010004-1\">4&nbsp;</b>For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds. <b class=\"verse-num\" id=\"v47010005-1\">5&nbsp;</b>We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ,</p>\n</div>","kjv":"<strong>4</strong> (For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;)  <strong>5</strong> Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ;  ","niv":"<sup><strong>4</strong></sup> The weapons we fight with are not the weapons of the world. On the contrary, they have divine power to demolish strongholds. <sup><strong>5</strong></sup> We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ. ","modified":"2023-02-11T09:05:25.023Z"},{"_id":"616ce540e9d39d04b3b604c5","topicId":"616ce538e9d39d04b3b604ac","verse":"Romans 12:2","votes":15,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."}]}