{"_id":"616d769fe9d39d04b3b605c0","slug":"welcome","name":"Welcome","verses":[{"_id":"616d769fe9d39d04b3b605c1","topicId":"616d769fe9d39d04b3b605c0","verse":"Romans 15:7","votes":12,"__v":0,"esv":"<div>\n<p id=\"p45015007_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015007-1\">7&nbsp;</b>Therefore welcome one another as Christ has welcomed you, for the glory of God.</p>\n</div>","kjv":"<strong>7</strong> Wherefore receive ye one another, as Christ also received us to the glory of God.  ","niv":"<sup><strong>7</strong></sup> Accept one another, then, just as Christ accepted you, in order to bring praise to God."},{"_id":"616d769fe9d39d04b3b605c2","topicId":"616d769fe9d39d04b3b605c0","verse":"Matthew 25:40","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40025040_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n\n</div>","kjv":"<strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  ","niv":"<sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.'"},{"_id":"616d76a0e9d39d04b3b605c3","topicId":"616d769fe9d39d04b3b605c0","verse":"Galatians 3:28","votes":11,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"616d76a0e9d39d04b3b605c4","topicId":"616d769fe9d39d04b3b605c0","verse":"Titus 1:8","votes":9,"__v":0,"esv":"<div>\n<p id=\"p56001008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001008-1\">8&nbsp;</b>but hospitable, a lover of good, self-controlled, upright, holy, and disciplined.</p>\n</div>","kjv":"<strong>8</strong> But a lover of hospitality, a lover of good men, sober, just, holy, temperate;  ","niv":"<sup><strong>8</strong></sup> Rather he must be hospitable, one who loves what is good, who is self-controlled, upright, holy and disciplined."},{"_id":"616d76a0e9d39d04b3b605c5","topicId":"616d769fe9d39d04b3b605c0","verse":"Hebrews 13:2","votes":9,"__v":0,"esv":"<div>\n<p id=\"p58013002_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013002-1\">2&nbsp;</b>Do not neglect to show hospitality to strangers, for thereby some have entertained angels unawares.</p>\n</div>","kjv":"<strong>2</strong> Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.  ","niv":"<sup><strong>2</strong></sup> Do not forget to entertain strangers, for by so doing some people have entertained angels without knowing it."},{"_id":"616d76a1e9d39d04b3b605c6","topicId":"616d769fe9d39d04b3b605c0","verse":"Matthew 10:40-42","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p40010040_02-6\"><b class=\"verse-num woc\" id=\"v40010040-1\">40&nbsp;</b><span class=\"woc\">“Whoever receives you receives me, and whoever receives me receives him who sent me.</span> <b class=\"verse-num woc\" id=\"v40010041-1\">41&nbsp;</b><span class=\"woc\">The one who receives a prophet because he is a prophet will receive a prophet’s reward, and the one who receives a righteous person because he is a righteous person will receive a righteous person’s reward.</span> <b class=\"verse-num woc\" id=\"v40010042-1\">42&nbsp;</b><span class=\"woc\">And whoever gives one of these little ones even a cup of cold water because he is a disciple, truly, I say to you, he will by no means lose his reward.”</span></p>\n</div>","kjv":"<strong>40</strong>           He that receiveth you receiveth me, and he that receiveth me receiveth him that sent me.  <strong>41</strong> He that receiveth a prophet in the name of a prophet shall receive a prophet’s reward; and he that receiveth a righteous man in the name of a righteous man shall receive a righteous man’s reward.  <strong>42</strong> And whosoever shall give to drink unto one of these little ones a cup of cold water only in the name of a disciple, verily I say unto you, he shall in no wise lose his reward. ","niv":"<sup><strong>40</strong></sup> \"He who receives you receives me, and he who receives me receives the one who sent me. <sup><strong>41</strong></sup> Anyone who receives a prophet because he is a prophet will receive a prophet's reward, and anyone who receives a righteous man because he is a righteous man will receive a righteous man's reward. <sup><strong>42</strong></sup> And if anyone gives even a cup of cold water to one of these little ones because he is my disciple, I tell you the truth, he will certainly not lose his reward.\" "},{"_id":"616d76a1e9d39d04b3b605c7","topicId":"616d769fe9d39d04b3b605c0","verse":"Galatians 5:14","votes":9,"__v":0,"esv":"<div>\n<p id=\"p48005014_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005014-1\">14&nbsp;</b>For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.”</p>\n</div>","kjv":"<strong>14</strong> For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.  ","niv":"<sup><strong>14</strong></sup> The entire law is summed up in a single command: \"Love your neighbor as yourself.\"","modified":"2022-10-06T05:45:53.038Z"},{"_id":"616d76a1e9d39d04b3b605c8","topicId":"616d769fe9d39d04b3b605c0","verse":"Luke 14:12-14","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p42014012_07-8\"><b class=\"verse-num\" id=\"v42014012-1\">12&nbsp;</b>He said also to the man who had invited him, <span class=\"woc\">“When you give a dinner or a banquet, do not invite your friends or your brothers or your relatives or rich neighbors, lest they also invite you in return and you be repaid.</span> <b class=\"verse-num woc\" id=\"v42014013-1\">13&nbsp;</b><span class=\"woc\">But when you give a feast, invite the poor, the crippled, the lame, the blind,</span> <b class=\"verse-num woc\" id=\"v42014014-1\">14&nbsp;</b><span class=\"woc\">and you will be blessed, because they cannot repay you. For you will be repaid at the resurrection of the just.”</span></p>\n\n</div>","kjv":"<strong>12</strong> Then said he also to him that bade him, When thou makest a dinner or a supper, call not thy friends, nor thy brethren, neither thy kinsmen, nor thy rich neighbours; lest they also bid thee again, and a recompence be made thee.  <strong>13</strong> But when thou makest a feast, call the poor, the maimed, the lame, the blind:  <strong>14</strong> And thou shalt be blessed; for they cannot recompense thee: for thou shalt be recompensed at the resurrection of the just. ","niv":"<sup><strong>12</strong></sup> Then Jesus said to his host, \"When you give a luncheon or dinner, do not invite your friends, your brothers or relatives, or your rich neighbors; if you do, they may invite you back and so you will be repaid. <sup><strong>13</strong></sup> But when you give a banquet, invite the poor, the crippled, the lame, the blind, <sup><strong>14</strong></sup> and you will be blessed. Although they cannot repay you, you will be repaid at the resurrection of the righteous.\" "},{"_id":"616d76a1e9d39d04b3b605c9","topicId":"616d769fe9d39d04b3b605c0","verse":"Philemon 1:17","votes":7,"__v":0,"kjv":"<strong>17</strong> If thou count me therefore a partner, receive him as myself.  ","niv":"<sup><strong>1</strong></sup> Paul, a prisoner of Christ Jesus, and Timothy our brother,"},{"_id":"616d76a2e9d39d04b3b605ca","topicId":"616d769fe9d39d04b3b605c0","verse":"Philippians 2:29","votes":8,"__v":0,"esv":"<div>\n<p id=\"p50002029_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002029-1\">29&nbsp;</b>So receive him in the Lord with all joy, and honor such men,</p>\n</div>","kjv":"<strong>29</strong> Receive him therefore in the Lord with all gladness; and hold such in reputation:  ","niv":"<sup><strong>29</strong></sup> Welcome him in the Lord with great joy, and honor men like him,","modified":"2023-10-17T00:54:56.640Z"},{"_id":"616d76a2e9d39d04b3b605cb","topicId":"616d769fe9d39d04b3b605c0","verse":"Ephesians 2:8-10","votes":7,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast. <b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  <strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. <sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do. "},{"_id":"616d76a2e9d39d04b3b605cc","topicId":"616d769fe9d39d04b3b605c0","verse":"Romans 16:16","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45016016_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45016016-1\">16&nbsp;</b>Greet one another with a holy kiss. All the churches of Christ greet you.</p>\n</div>","kjv":"<strong>16</strong> Salute one another with an holy kiss. The churches of Christ salute you.  ","niv":"<sup><strong>16</strong></sup> Greet one another with a holy kiss. All the churches of Christ send greetings."},{"_id":"616d76a3e9d39d04b3b605cd","topicId":"616d769fe9d39d04b3b605c0","verse":"Romans 12:18","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45012018_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all.</p>\n</div>","kjv":"<strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  ","niv":"<sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone.","modified":"2023-10-17T00:55:16.148Z"},{"_id":"616d76a3e9d39d04b3b605ce","topicId":"616d769fe9d39d04b3b605c0","verse":"John 3:16-18","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-14\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. ","modified":"2022-04-04T03:53:44.308Z"},{"_id":"616d76a3e9d39d04b3b605cf","topicId":"616d769fe9d39d04b3b605c0","verse":"Luke 23:34-36","votes":7,"__v":0,"esv":"<div>\n<p id=\"p42023034_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v42023034-1\">34&nbsp;</b>And Jesus said, <span class=\"woc\">“Father, forgive them, for they know not what they do.”</span> And they cast lots to divide his garments. <b class=\"verse-num\" id=\"v42023035-1\">35&nbsp;</b>And the people stood by, watching, but the rulers scoffed at him, saying, “He saved others; let him save himself, if he is the Christ of God, his Chosen One!” <b class=\"verse-num\" id=\"v42023036-1\">36&nbsp;</b>The soldiers also mocked him, coming up and offering him sour wine</p>\n\n</div>","kjv":"<strong>34</strong> Then said Jesus, Father, forgive them; for they know not what they do. And they parted his raiment, and cast lots.  <strong>35</strong> And the people stood beholding. And the rulers also with them derided him, saying, He saved others; let him save himself, if he be Christ, the chosen of God.  <strong>36</strong> And the soldiers also mocked him, coming to him, and offering him vinegar,  ","niv":"<sup><strong>34</strong></sup> Jesus said, \"Father, forgive them, for they do not know what they are doing.\" And they divided up his clothes by casting lots. <sup><strong>35</strong></sup> The people stood watching, and the rulers even sneered at him. They said, \"He saved others; let him save himself if he is the Christ of God, the Chosen One.\" <sup><strong>36</strong></sup> The soldiers also came up and mocked him. They offered him wine vinegar "},{"_id":"616d76a4e9d39d04b3b605d0","topicId":"616d769fe9d39d04b3b605c0","verse":"Luke 22:15-19","votes":7,"__v":0,"esv":"<div>\n<p id=\"p42022015_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v42022015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“I have earnestly desired to eat this Passover with you before I suffer.</span> <b class=\"verse-num woc\" id=\"v42022016-1\">16&nbsp;</b><span class=\"woc\">For I tell you I will not eat it until it is fulfilled in the kingdom of God.”</span> <b class=\"verse-num\" id=\"v42022017-1\">17&nbsp;</b>And he took a cup, and when he had given thanks he said, <span class=\"woc\">“Take this, and divide it among yourselves.</span> <b class=\"verse-num woc\" id=\"v42022018-1\">18&nbsp;</b><span class=\"woc\">For I tell you that from now on I will not drink of the fruit of the vine until the kingdom of God comes.”</span> <b class=\"verse-num\" id=\"v42022019-1\">19&nbsp;</b>And he took bread, and when he had given thanks, he broke it and gave it to them, saying, <span class=\"woc\">“This is my body, which is given for you. Do this in remembrance of me.”</span></p>\n\n</div>","kjv":"<strong>15</strong> And he said unto them, With desire I have desired to eat this passover with you before I suffer:  <strong>16</strong> For I say unto you, I will not any more eat thereof, until it be fulfilled in the kingdom of God.  <strong>17</strong> And he took the cup, and gave thanks, and said, Take this, and divide it among yourselves:  <strong>18</strong> For I say unto you, I will not drink of the fruit of the vine, until the kingdom of God shall come. <strong>19</strong> And he took bread, and gave thanks, and brake it, and gave unto them, saying, This is my body which is given for you: this do in remembrance of me.  ","niv":"<sup><strong>15</strong></sup> And he said to them, \"I have eagerly desired to eat this Passover with you before I suffer. <sup><strong>16</strong></sup> For I tell you, I will not eat it again until it finds fulfillment in the kingdom of God.\" <sup><strong>17</strong></sup> After taking the cup, he gave thanks and said, \"Take this and divide it among you. <sup><strong>18</strong></sup> For I tell you I will not drink again of the fruit of the vine until the kingdom of God comes.\" <sup><strong>19</strong></sup> And he took bread, gave thanks and broke it, and gave it to them, saying, \"This is my body given for you; do this in remembrance of me.\" "},{"_id":"616d76a4e9d39d04b3b605d1","topicId":"616d769fe9d39d04b3b605c0","verse":"Luke 12:8-10","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p42012008_05-17\"><b class=\"verse-num woc\" id=\"v42012008-1\">8&nbsp;</b><span class=\"woc\">“And I tell you, everyone who acknowledges me before men, the Son of Man also will acknowledge before the angels of God,</span> <b class=\"verse-num woc\" id=\"v42012009-1\">9&nbsp;</b><span class=\"woc\">but the one who denies me before men will be denied before the angels of God.</span> <b class=\"verse-num woc\" id=\"v42012010-1\">10&nbsp;</b><span class=\"woc\">And everyone who speaks a word against the Son of Man will be forgiven, but the one who blasphemes against the Holy Spirit will not be forgiven.</span></p>\n</div>","kjv":"<strong>8</strong> Also I say unto you, Whosoever shall confess me before men, him shall the Son of man also confess before the angels of God:  <strong>9</strong> But he that denieth me before men shall be denied before the angels of God.  <strong>10</strong> And whosoever shall speak a word against the Son of man, it shall be forgiven him: but unto him that blasphemeth against the Holy Ghost it shall not be forgiven.  ","niv":"<sup><strong>8</strong></sup> \"I tell you, whoever acknowledges me before men, the Son of Man will also acknowledge him before the angels of God. <sup><strong>9</strong></sup> But he who disowns me before men will be disowned before the angels of God. <sup><strong>10</strong></sup> And everyone who speaks a word against the Son of Man will be forgiven, but anyone who blasphemes against the Holy Spirit will not be forgiven. "},{"_id":"616d76a4e9d39d04b3b605d2","topicId":"616d769fe9d39d04b3b605c0","verse":"Luke 10:40-42","votes":7,"__v":0,"esv":"<div>\n<p id=\"p42010040_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010040-1\">40&nbsp;</b>But Martha was distracted with much serving. And she went up to him and said, “Lord, do you not care that my sister has left me to serve alone? Tell her then to help me.” <b class=\"verse-num\" id=\"v42010041-1\">41&nbsp;</b>But the Lord answered her, <span class=\"woc\">“Martha, Martha, you are anxious and troubled about many things,</span> <b class=\"verse-num woc\" id=\"v42010042-1\">42&nbsp;</b><span class=\"woc\">but one thing is necessary. Mary has chosen the good portion, which will not be taken away from her.”</span></p>\n\n</div>","kjv":"<strong>40</strong> But Martha was cumbered about much serving, and came to him, and said, Lord, dost thou not care that my sister hath left me to serve alone? bid her therefore that she help me.  <strong>41</strong> And Jesus answered and said unto her, Martha, Martha, thou art careful and troubled about many things:  <strong>42</strong> But one thing is needful: and Mary hath chosen that good part, which shall not be taken away from her. ","niv":"<sup><strong>40</strong></sup> But Martha was distracted by all the preparations that had to be made. She came to him and asked, \"Lord, don't you care that my sister has left me to do the work by myself? Tell her to help me!\" <sup><strong>41</strong></sup> \"Martha, Martha,\" the Lord answered, \"you are worried and upset about many things, <sup><strong>42</strong></sup> but only one thing is needed. Mary has chosen what is better, and it will not be taken away from her.\" "},{"_id":"616d76a4e9d39d04b3b605d3","topicId":"616d769fe9d39d04b3b605c0","verse":"Matthew 25:34-36","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40025034_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025034-1\">34&nbsp;</b><span class=\"woc\">Then the King will say to those on his right, ‘Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span> <b class=\"verse-num woc\" id=\"v40025036-1\">36&nbsp;</b><span class=\"woc\">I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’</span></p>\n</div>","kjv":"<strong>34</strong> Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:  <strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  <strong>36</strong> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.  ","niv":"<sup><strong>34</strong></sup> \"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. <sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <sup><strong>36</strong></sup> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' "},{"_id":"616d76a5e9d39d04b3b605d4","topicId":"616d769fe9d39d04b3b605c0","verse":"Matthew 11:27-30","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40011027_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011027-1\">27&nbsp;</b><span class=\"woc\">All things have been handed over to me by my Father, and no one knows the Son except the Father, and no one knows the Father except the Son and anyone to whom the Son chooses to reveal him.</span> <b class=\"verse-num woc\" id=\"v40011028-1\">28&nbsp;</b><span class=\"woc\">Come to me, all who labor and are heavy laden, and I will give you rest.</span> <b class=\"verse-num woc\" id=\"v40011029-1\">29&nbsp;</b><span class=\"woc\">Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls.</span> <b class=\"verse-num woc\" id=\"v40011030-1\">30&nbsp;</b><span class=\"woc\">For my yoke is easy, and my burden is light.”</span></p>\n</div>","kjv":"<strong>27</strong> All things are delivered unto me of my Father: and no man knoweth the Son, but the Father; neither knoweth any man the Father, save the Son, and he to whomsoever the Son will reveal him.  <strong>28</strong>           Come unto me, all ye that labour and are heavy laden, and I will give you rest.  <strong>29</strong> Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.  <strong>30</strong> For my yoke is easy, and my burden is light.  ","niv":"<sup><strong>27</strong></sup> \"All things have been committed to me by my Father. No one knows the Son except the Father, and no one knows the Father except the Son and those to whom the Son chooses to reveal him. <sup><strong>28</strong></sup> \"Come to me, all you who are weary and burdened, and I will give you rest. <sup><strong>29</strong></sup> Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls. <sup><strong>30</strong></sup> For my yoke is easy and my burden is light.\" "},{"_id":"616d76a5e9d39d04b3b605d5","topicId":"616d769fe9d39d04b3b605c0","verse":"Isaiah 55:1-3","votes":7,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055001_06-21\" class=\"line\"><b class=\"chapter-num\" id=\"v23055001-1\">55:1&nbsp;</b>&nbsp;&nbsp;“Come, everyone who thirsts,</span><br><span id=\"p23055001_06-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;come to the waters;</span><br><span id=\"p23055001_06-21\" class=\"line\">&nbsp;&nbsp;and he who has no money,</span><br><span id=\"p23055001_06-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;come, buy and eat!</span><br><span id=\"p23055001_06-21\" class=\"line\">&nbsp;&nbsp;Come, buy wine and milk</span><br><span id=\"p23055001_06-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without money and without price.</span><br><span id=\"p23055002_06-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055002-1\">2&nbsp;</b>&nbsp;&nbsp;Why do you spend your money for that which is not bread,</span><br><span id=\"p23055002_06-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your labor for that which does not satisfy?</span><br><span id=\"p23055002_06-21\" class=\"line\">&nbsp;&nbsp;Listen diligently to me, and eat what is good,</span><br><span id=\"p23055002_06-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and delight yourselves in rich food.</span><br><span id=\"p23055003_06-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055003-1\">3&nbsp;</b>&nbsp;&nbsp;Incline your ear, and come to me;</span><br><span id=\"p23055003_06-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hear, that your soul may live;</span><br><span id=\"p23055003_06-21\" class=\"line\">&nbsp;&nbsp;and I will make with you an everlasting covenant,</span><br><span id=\"p23055003_06-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my steadfast, sure love for David.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Ho, every one that thirsteth, come ye to the waters, and he that hath no money; come ye, buy, and eat; yea, come, buy wine and milk without money and without price.  <strong>2</strong> Wherefore do ye spend money for that which is not bread? and your labour for that which satisfieth not? hearken diligently unto me, and eat ye that which is good, and let your soul delight itself in fatness.  <strong>3</strong> Incline your ear, and come unto me: hear, and your soul shall live; and I will make an everlasting covenant with you, even the sure mercies of David.  ","niv":"<sup><strong>1</strong></sup> \"Come, all you who are thirsty, come to the waters; and you who have no money, come, buy and eat! Come, buy wine and milk without money and without cost. <sup><strong>2</strong></sup> Why spend money on what is not bread, and your labor on what does not satisfy? Listen, listen to me, and eat what is good, and your soul will delight in the richest of fare. <sup><strong>3</strong></sup> Give ear and come to me; hear me, that your soul may live. I will make an everlasting covenant with you, my faithful love promised to David. "},{"_id":"616d76a5e9d39d04b3b605d6","topicId":"616d769fe9d39d04b3b605c0","verse":"Isaiah 53:3-4","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053003_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053003-1\">3&nbsp;</b>&nbsp;&nbsp;He was despised and rejected by men,</span><br><span id=\"p23053003_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a man of sorrows and acquainted with grief;</span><br><span id=\"p23053003_01-22\" class=\"line\">&nbsp;&nbsp;and as one from whom men hide their faces</span><br><span id=\"p23053003_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was despised, and we esteemed him not.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053004_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053004-1\">4&nbsp;</b>&nbsp;&nbsp;Surely he has borne our griefs</span><br><span id=\"p23053004_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and carried our sorrows;</span><br><span id=\"p23053004_01-22\" class=\"line\">&nbsp;&nbsp;yet we esteemed him stricken,</span><br><span id=\"p23053004_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;smitten by God, and afflicted.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not.  <strong>4</strong> Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted.  ","niv":"<sup><strong>3</strong></sup> He was despised and rejected by men, a man of sorrows, and familiar with suffering. Like one from whom men hide their faces he was despised, and we esteemed him not. <sup><strong>4</strong></sup> Surely he took up our infirmities and carried our sorrows, yet we considered him stricken by God, smitten by him, and afflicted. "},{"_id":"616d76a6e9d39d04b3b605d7","topicId":"616d769fe9d39d04b3b605c0","verse":"John 7:37-39","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p43007037_05-23\"><b class=\"verse-num\" id=\"v43007037-1\">37&nbsp;</b>On the last day of the feast, the great day, Jesus stood up and cried out, <span class=\"woc\">“If anyone thirsts, let him come to me and drink.</span> <b class=\"verse-num woc\" id=\"v43007038-1\">38&nbsp;</b><span class=\"woc\">Whoever believes in me, as the Scripture has said, ‘Out of his heart will flow rivers of living water.’”</span> <b class=\"verse-num\" id=\"v43007039-1\">39&nbsp;</b>Now this he said about the Spirit, whom those who believed in him were to receive, for as yet the Spirit had not been given, because Jesus was not yet glorified.</p>\n\n</div>","kjv":"<strong>37</strong> In the last day, that great day of the feast, Jesus stood and cried, saying, If any man thirst, let him come unto me, and drink.  <strong>38</strong> He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water.  <strong>39</strong> (But this spake he of the Spirit, which they that believe on him should receive: for the Holy Ghost was not yet given; because that Jesus was not yet glorified.)  ","niv":"<sup><strong>37</strong></sup> On the last and greatest day of the Feast, Jesus stood and said in a loud voice, \"If anyone is thirsty, let him come to me and drink. <sup><strong>38</strong></sup> Whoever believes in me, as the Scripture has said, streams of living water will flow from within him.\" <sup><strong>39</strong></sup> By this he meant the Spirit, whom those who believed in him were later to receive. Up to that time the Spirit had not been given, since Jesus had not yet been glorified. "},{"_id":"616d76a6e9d39d04b3b605d8","topicId":"616d769fe9d39d04b3b605c0","verse":"John 4:10","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43004010_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v43004010-1\">10&nbsp;</b>Jesus answered her, <span class=\"woc\">“If you knew the gift of God, and who it is that is saying to you, ‘Give me a drink,’ you would have asked him, and he would have given you living water.”</span></p>\n</div>","kjv":"<strong>10</strong> Jesus answered and said unto her, If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water.  ","niv":"<sup><strong>10</strong></sup> Jesus answered her, \"If you knew the gift of God and who it is that asks you for a drink, you would have asked him and he would have given you living water.\"","modified":"2023-10-17T00:57:07.933Z"},{"_id":"616d76a6e9d39d04b3b605d9","topicId":"616d769fe9d39d04b3b605c0","verse":"Luke 23:42-43","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42023042_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v42023042-1\">42&nbsp;</b>And he said, “Jesus, remember me when you come into your kingdom.” <b class=\"verse-num\" id=\"v42023043-1\">43&nbsp;</b>And he said to him, <span class=\"woc\">“Truly, I say to you, today you will be with me in paradise.”</span></p>\n</div>","kjv":"<strong>42</strong> And he said unto Jesus, Lord, remember me when thou comest into thy kingdom.  <strong>43</strong> And Jesus said unto him, Verily I say unto thee, To day shalt thou be with me in paradise.  ","niv":"<sup><strong>42</strong></sup> Then he said, \"Jesus, remember me when you come into your kingdom. \" <sup><strong>43</strong></sup> Jesus answered him, \"I tell you the truth, today you will be with me in paradise.\" "}]}