{"_id":"616d77aee9d39d04b3b60640","slug":"werewolves","name":"Werewolves","verses":[{"_id":"616d77afe9d39d04b3b60641","topicId":"616d77aee9d39d04b3b60640","verse":"Daniel 4:33","votes":20,"__v":0,"esv":"<div>\n<p id=\"p27004033_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v27004033-1\">33&nbsp;</b>Immediately the word was fulfilled against Nebuchadnezzar. He was driven from among men and ate grass like an ox, and his body was wet with the dew of heaven till his hair grew as long as eagles’ feathers, and his nails were like birds’ claws.</p>\n</div>","kjv":"<strong>33</strong> The same hour was the thing fulfilled upon Nebuchadnezzar: and he was driven from men, and did eat grass as oxen, and his body was wet with the dew of heaven, till his hairs were grown like eagles feathers, and his nails like birds’ claws.  ","niv":"<sup><strong>33</strong></sup> Immediately what had been said about Nebuchadnezzar was fulfilled. He was driven away from people and ate grass like cattle. His body was drenched with the dew of heaven until his hair grew like the feathers of an eagle and his nails like the claws of a bird.","modified":"2023-08-28T21:21:39.861Z"},{"_id":"616d77afe9d39d04b3b60642","topicId":"616d77aee9d39d04b3b60640","verse":"Matthew 7:15","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p40007015_06-2\"><b class=\"verse-num woc\" id=\"v40007015-1\">15&nbsp;</b><span class=\"woc\">“Beware of false prophets, who come to you in sheep’s clothing but inwardly are ravenous wolves.</span></p>\n</div>","kjv":"<strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  ","niv":"<sup><strong>15</strong></sup> \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves."},{"_id":"616d77afe9d39d04b3b60643","topicId":"616d77aee9d39d04b3b60640","verse":"Genesis 49:27","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01049027_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v01049027-1\">27&nbsp;</b>&nbsp;&nbsp;“Benjamin is a ravenous wolf,</span><br><span id=\"p01049027_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the morning devouring the prey</span><br><span id=\"p01049027_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and at evening dividing the spoil.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> Benjamin shall ravin as a wolf: in the morning he shall devour the prey, and at night he shall divide the spoil.  ","niv":"<sup><strong>27</strong></sup> \"Benjamin is a ravenous wolf; in the morning he devours the prey, in the evening he divides the plunder.\"","modified":"2022-06-07T00:29:47.663Z"},{"_id":"616d77b0e9d39d04b3b60644","topicId":"616d77aee9d39d04b3b60640","verse":"Matthew 10:16-22","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40010016_04-4\"><b class=\"verse-num woc\" id=\"v40010016-1\">16&nbsp;</b><span class=\"woc\">“Behold, I am sending you out as sheep in the midst of wolves, so be wise as serpents and innocent as doves.</span> <b class=\"verse-num woc\" id=\"v40010017-1\">17&nbsp;</b><span class=\"woc\">Beware of men, for they will deliver you over to courts and flog you in their synagogues,</span> <b class=\"verse-num woc\" id=\"v40010018-1\">18&nbsp;</b><span class=\"woc\">and you will be dragged before governors and kings for my sake, to bear witness before them and the Gentiles.</span> <b class=\"verse-num woc\" id=\"v40010019-1\">19&nbsp;</b><span class=\"woc\">When they deliver you over, do not be anxious how you are to speak or what you are to say, for what you are to say will be given to you in that hour.</span> <b class=\"verse-num woc\" id=\"v40010020-1\">20&nbsp;</b><span class=\"woc\">For it is not you who speak, but the Spirit of your Father speaking through you.</span> <b class=\"verse-num woc\" id=\"v40010021-1\">21&nbsp;</b><span class=\"woc\">Brother will deliver brother over to death, and the father his child, and children will rise against parents and have them put to death,</span> <b class=\"verse-num woc\" id=\"v40010022-1\">22&nbsp;</b><span class=\"woc\">and you will be hated by all for my name’s sake. But the one who endures to the end will be saved.</span></p>\n</div>","kjv":"<strong>16</strong>           Behold, I send you forth as sheep in the midst of wolves: be ye therefore wise as serpents, and harmless as doves.  <strong>17</strong> But beware of men: for they will deliver you up to the councils, and they will scourge you in their synagogues;  <strong>18</strong> And ye shall be brought before governors and kings for my sake, for a testimony against them and the Gentiles.  <strong>19</strong> But when they deliver you up, take no thought how or what ye shall speak: for it shall be given you in that same hour what ye shall speak.  <strong>20</strong> For it is not ye that speak, but the Spirit of your Father which speaketh in you.  <strong>21</strong> And the brother shall deliver up the brother to death, and the father the child: and the children shall rise up against their  parents, and cause them to be put to death.  <strong>22</strong> And ye shall be hated of all men for my name’s sake: but he that endureth to the end shall be saved.  ","niv":"<sup><strong>16</strong></sup> I am sending you out like sheep among wolves. Therefore be as shrewd as snakes and as innocent as doves. <sup><strong>17</strong></sup> \"Be on your guard against men; they will hand you over to the local councils and flog you in their synagogues. <sup><strong>18</strong></sup> On my account you will be brought before governors and kings as witnesses to them and to the Gentiles. <sup><strong>19</strong></sup> But when they arrest you, do not worry about what to say or how to say it. At that time you will be given what to say, <sup><strong>20</strong></sup> for it will not be you speaking, but the Spirit of your Father speaking through you. <sup><strong>21</strong></sup> \"Brother will betray brother to death, and a father his child; children will rebel against their parents and have them put to death. <sup><strong>22</strong></sup> All men will hate you because of me, but he who stands firm to the end will be saved. "},{"_id":"616d77b0e9d39d04b3b60645","topicId":"616d77aee9d39d04b3b60640","verse":"Genesis 4:7","votes":0,"__v":0,"esv":"<div>\n<p id=\"p01004007_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v01004007-1\">7&nbsp;</b>If you do well, will you not be accepted? And if you do not do well, sin is crouching at the door. Its desire is contrary to you, but you must rule over it.”</p>\n\n</div>","kjv":"<strong>7</strong> If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door. And unto thee shall be his desire, and thou shalt rule over him.  ","niv":"<sup><strong>7</strong></sup> If you do what is right, will you not be accepted? But if you do not do what is right, sin is crouching at your door; it desires to have you, but you must master it.\"","modified":"2022-08-22T07:22:04.376Z"}]}