{"_id":"616d7974e9d39d04b3b6072e","slug":"what-to-wear","name":"What To Wear","verses":[{"_id":"616d7974e9d39d04b3b6072f","topicId":"616d7974e9d39d04b3b6072e","verse":"1 Peter 3:3-6","votes":9,"__v":0,"esv":"<div>\n<p id=\"p60003003_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, <b class=\"verse-num\" id=\"v60003006-1\">6&nbsp;</b>as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening.</p>\n</div>","kjv":"<strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  ","niv":"<sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. "},{"_id":"616d7976e9d39d04b3b60730","topicId":"616d7974e9d39d04b3b6072e","verse":"Proverbs 31:30","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031030_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031030-1\">30&nbsp;</b>&nbsp;&nbsp;Charm is deceitful, and beauty is vain,</span><br><span id=\"p20031030_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a woman who fears the LORD is to be praised.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>30</strong> Favour is deceitful, and beauty is vain: but  a woman that feareth the LORD, she shall be praised.  ","niv":"<sup><strong>30</strong></sup> Charm is deceptive, and beauty is fleeting; but a woman who fears the LORD is to be praised."},{"_id":"616d7976e9d39d04b3b60732","topicId":"616d7974e9d39d04b3b6072e","verse":"1 Timothy 2:9","votes":9,"__v":0,"esv":"<div>\n<p id=\"p54002009_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire,</p>\n</div>","kjv":"<strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  ","niv":"<sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes,"},{"_id":"616d7976e9d39d04b3b60731","topicId":"616d7974e9d39d04b3b6072e","verse":"Deuteronomy 22:5","votes":9,"__v":0,"esv":"<div>\n<p id=\"p05022005_01-5\"><b class=\"verse-num\" id=\"v05022005-1\">5&nbsp;</b>“A woman shall not wear a man’s garment, nor shall a man put on a woman’s cloak, for whoever does these things is an abomination to the LORD your God.</p>\n</div>","kjv":"<strong>5</strong> The woman shall not wear that which pertaineth unto a man, neither shall a man put on a woman’s garment: for all that do so are abomination unto the LORD thy God.  ","niv":"<sup><strong>5</strong></sup> A woman must not wear men's clothing, nor a man wear women's clothing, for the LORD your God detests anyone who does this."},{"_id":"616d7976e9d39d04b3b60733","topicId":"616d7974e9d39d04b3b6072e","verse":"Matthew 6:25-34","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40006025_05-6\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_05-6\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>","kjv":"<strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. "},{"_id":"616d7976e9d39d04b3b60734","topicId":"616d7974e9d39d04b3b6072e","verse":"1 John 2:15-16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-7\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world.</p>\n\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. "},{"_id":"616d7976e9d39d04b3b60735","topicId":"616d7974e9d39d04b3b6072e","verse":"1 John 2:15-17","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-8\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. "},{"_id":"616d7976e9d39d04b3b60736","topicId":"616d7974e9d39d04b3b6072e","verse":"Ephesians 6:10-18","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p49006010_06-9\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God, <b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,</p>\n</div>","kjv":"<strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  <strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  ","niv":"<sup><strong>10</strong></sup> Finally, be strong in the Lord and in his mighty power. <sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. <sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints. "},{"_id":"616d7978e9d39d04b3b60737","topicId":"616d7974e9d39d04b3b6072e","verse":"Leviticus 19:19","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p03019019_06-10\"><b class=\"verse-num\" id=\"v03019019-1\">19&nbsp;</b>“You shall keep my statutes. You shall not let your cattle breed with a different kind. You shall not sow your field with two kinds of seed, nor shall you wear a garment of cloth made of two kinds of material.</p>\n</div>","kjv":"<strong>19</strong> Ye shall keep my statutes. Thou shalt not let thy cattle gender with a diverse kind: thou shalt not sow thy field with mingled seed: neither shall a garment mingled of linen and woollen come upon thee.  ","niv":"<sup><strong>19</strong></sup> \"'Keep my decrees. \"'Do not mate different kinds of animals. \"'Do not plant your field with two kinds of seed. \"'Do not wear clothing woven of two kinds of material."},{"_id":"616d7978e9d39d04b3b60738","topicId":"616d7974e9d39d04b3b6072e","verse":"1 John 2:13-15","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p62002013_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002013-1\">13&nbsp;</b>&nbsp;&nbsp;I am writing to you, fathers,</span><br><span id=\"p62002013_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002013_01-11\" class=\"line\">&nbsp;&nbsp;I am writing to you, young men,</span><br><span id=\"p62002013_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have overcome the evil one.</span><br><span id=\"p62002013_01-11\" class=\"line\">&nbsp;&nbsp;I write to you, children,</span><br><span id=\"p62002013_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know the Father.</span><br><span id=\"p62002014_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002014-1\">14&nbsp;</b>&nbsp;&nbsp;I write to you, fathers,</span><br><span id=\"p62002014_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002014_01-11\" class=\"line\">&nbsp;&nbsp;I write to you, young men,</span><br><span id=\"p62002014_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you are strong,</span><br><span id=\"p62002014_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of God abides in you,</span><br><span id=\"p62002014_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have overcome the evil one.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p62002014_06-11\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him.</p>\n</div>","kjv":"<strong>13</strong> I write unto you, fathers, because ye have known him that is  from the beginning. I write unto you, young men, because ye have overcome the wicked one. I write unto you, little children, because ye have known the Father.  <strong>14</strong> I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.  <strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  ","niv":"<sup><strong>13</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, dear children, because you have known the Father. <sup><strong>14</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one. <sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. "},{"_id":"616d7978e9d39d04b3b60739","topicId":"616d7974e9d39d04b3b6072e","verse":"Matthew 18:1-3","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40018001_05-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40018001-1\">18:1&nbsp;</b>At that time the disciples came to Jesus, saying, “Who is the greatest in the kingdom of heaven?” <b class=\"verse-num\" id=\"v40018002-1\">2&nbsp;</b>And calling to him a child, he put him in the midst of them <b class=\"verse-num\" id=\"v40018003-1\">3&nbsp;</b>and said, <span class=\"woc\">“Truly, I say to you, unless you turn and become like children, you will never enter the kingdom of heaven.</span></p>\n</div>","kjv":"<strong>1</strong> At the same time came the disciples unto Jesus, saying, Who is the greatest in the kingdom of heaven?  <strong>2</strong> And Jesus called a little child unto him, and set him in the midst of them,  <strong>3</strong> And said, Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.  ","niv":"<sup><strong>1</strong></sup> At that time the disciples came to Jesus and asked, \"Who is the greatest in the kingdom of heaven?\" <sup><strong>2</strong></sup> He called a little child and had him stand among them. <sup><strong>3</strong></sup> And he said: \"I tell you the truth, unless you change and become like little children, you will never enter the kingdom of heaven. "},{"_id":"616d7978e9d39d04b3b6073a","topicId":"616d7974e9d39d04b3b6072e","verse":"Colossians 3:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51003014_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony.</p>\n</div>","kjv":"<strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  ","niv":"<sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity."},{"_id":"616d7978e9d39d04b3b6073c","topicId":"616d7974e9d39d04b3b6072e","verse":"Ephesians 4:22-24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49004022_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, <b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds, <b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n\n</div>","kjv":"<strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  <strong>23</strong> And be renewed in the spirit of your mind;  <strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  ","niv":"<sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; <sup><strong>23</strong></sup> to be made new in the attitude of your minds; <sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness. "},{"_id":"616d7978e9d39d04b3b6073b","topicId":"616d7974e9d39d04b3b6072e","verse":"Ephesians 4:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49004028_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need.</p>\n</div>","kjv":"<strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  ","niv":"<sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need."},{"_id":"616d797ae9d39d04b3b6073d","topicId":"616d7974e9d39d04b3b6072e","verse":"1 John 2:14-15","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p62002014_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002014-1\">14&nbsp;</b>&nbsp;&nbsp;I write to you, fathers,</span><br><span id=\"p62002014_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002014_01-16\" class=\"line\">&nbsp;&nbsp;I write to you, young men,</span><br><span id=\"p62002014_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you are strong,</span><br><span id=\"p62002014_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of God abides in you,</span><br><span id=\"p62002014_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have overcome the evil one.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p62002014_06-16\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him.</p>\n</div>","kjv":"<strong>14</strong> I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.  <strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  ","niv":"<sup><strong>14</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one. <sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. "},{"_id":"616d797ae9d39d04b3b6073e","topicId":"616d7974e9d39d04b3b6072e","verse":"1 John 2:15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-17\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him.</p>\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him."},{"_id":"616d797ae9d39d04b3b6073f","topicId":"616d7974e9d39d04b3b6072e","verse":"1 Peter 1:3-5","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p60001003_07-19\"><b class=\"verse-num\" id=\"v60001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ! According to his great mercy, he has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead, <b class=\"verse-num\" id=\"v60001004-1\">4&nbsp;</b>to an inheritance that is imperishable, undefiled, and unfading, kept in heaven for you, <b class=\"verse-num\" id=\"v60001005-1\">5&nbsp;</b>who by God’s power are being guarded through faith for a salvation ready to be revealed in the last time.</p>\n</div>","kjv":"<strong>3</strong> Blessed be the God and Father of our Lord Jesus Christ, which according to his abundant mercy hath begotten us again unto a lively hope by the resurrection of Jesus Christ from the dead,  <strong>4</strong> To an inheritance incorruptible, and undefiled, and that fadeth not away, reserved in heaven for you,  <strong>5</strong> Who are kept by the power of God through faith unto salvation ready to be revealed in the last time.  ","niv":"<sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead, <sup><strong>4</strong></sup> and into an inheritance that can never perish, spoil or fade--kept in heaven for you, <sup><strong>5</strong></sup> who through faith are shielded by God's power until the coming of the salvation that is ready to be revealed in the last time. "},{"_id":"616d797ae9d39d04b3b60740","topicId":"616d7974e9d39d04b3b6072e","verse":"1 Timothy 4:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54004012_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004012-1\">12&nbsp;</b>Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.</p>\n</div>","kjv":"<strong>12</strong> Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.  ","niv":"<sup><strong>12</strong></sup> Don't let anyone look down on you because you are young, but set an example for the believers in speech, in life, in love, in faith and in purity."},{"_id":"616d797be9d39d04b3b60741","topicId":"616d7974e9d39d04b3b6072e","verse":"1 Peter 5:6-7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60005006_01-23\"><b class=\"verse-num\" id=\"v60005006-1\">6&nbsp;</b>Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, <b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>6</strong> Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:  <strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>6</strong></sup> Humble yourselves, therefore, under God's mighty hand, that he may lift you up in due time. <sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you. "},{"_id":"616d797be9d39d04b3b60742","topicId":"616d7974e9d39d04b3b6072e","verse":"1 Timothy 2:9-10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54002009_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works.</p>\n</div>","kjv":"<strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  ","niv":"<sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. "},{"_id":"616d797be9d39d04b3b60743","topicId":"616d7974e9d39d04b3b6072e","verse":"John 3:16-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-26\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"616d797be9d39d04b3b60744","topicId":"616d7974e9d39d04b3b6072e","verse":"Matthew 18:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40018003_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v40018003-1\">3&nbsp;</b>and said, <span class=\"woc\">“Truly, I say to you, unless you turn and become like children, you will never enter the kingdom of heaven.</span></p>\n</div>","kjv":"<strong>3</strong> And said, Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.  ","niv":"<sup><strong>3</strong></sup> And he said: \"I tell you the truth, unless you change and become like little children, you will never enter the kingdom of heaven."},{"_id":"616d797ce9d39d04b3b60745","topicId":"616d7974e9d39d04b3b6072e","verse":"Mark 10:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41010015_01-28\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41010015-1\">15&nbsp;</b><span class=\"woc\">Truly, I say to you, whoever does not receive the kingdom of God like a child shall not enter it.”</span></p>\n</div>","kjv":"<strong>15</strong> Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child, he shall not enter therein.  ","niv":"<sup><strong>15</strong></sup> I tell you the truth, anyone who will not receive the kingdom of God like a little child will never enter it.\""}]}