{"_id":"616d77f2e9d39d04b3b60660","slug":"what-goes-around-comes-around","name":"What Goes Around Comes Around","verses":[{"_id":"616d77f3e9d39d04b3b60661","topicId":"616d77f2e9d39d04b3b60660","verse":"Isaiah 3:11","votes":134,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23003011_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003011-1\">11&nbsp;</b>&nbsp;&nbsp;Woe to the wicked! It shall be ill with him,</span><br><span id=\"p23003011_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for what his hands have dealt out shall be done to him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Woe unto the wicked! it shall be ill with him:  for the reward of his hands shall be given him.  ","niv":"<sup><strong>11</strong></sup> Woe to the wicked! Disaster is upon them! They will be paid back for what their hands have done.","modified":"2023-07-27T12:07:40.307Z"},{"_id":"616d77f3e9d39d04b3b60662","topicId":"616d77f2e9d39d04b3b60660","verse":"Galatians 6:7","votes":130,"__v":0,"esv":"<div>\n<p id=\"p48006007_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006007-1\">7&nbsp;</b>Do not be deceived: God is not mocked, for whatever one sows, that will he also reap.</p>\n</div>","kjv":"<strong>7</strong> Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.  ","niv":"<sup><strong>7</strong></sup> Do not be deceived: God cannot be mocked. A man reaps what he sows.","modified":"2023-12-09T21:33:47.613Z"},{"_id":"616d77f3e9d39d04b3b60663","topicId":"616d77f2e9d39d04b3b60660","verse":"Proverbs 26:27","votes":100,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20026027_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20026027-1\">27&nbsp;</b>&nbsp;&nbsp;Whoever digs a pit will fall into it,</span><br><span id=\"p20026027_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a stone will come back on him who starts it rolling.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> Whoso diggeth a pit shall fall therein: and he that rolleth a stone, it will return upon him.  ","niv":"<sup><strong>27</strong></sup> If a man digs a pit, he will fall into it; if a man rolls a stone, it will roll back on him.","modified":"2023-10-30T13:25:08.214Z"},{"_id":"616d77f3e9d39d04b3b60664","topicId":"616d77f2e9d39d04b3b60660","verse":"Matthew 7:12","votes":85,"__v":0,"esv":"<div>\n\n<p id=\"p40007012_04-4\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n</div>","kjv":"<strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. ","niv":"<sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets.","modified":"2023-01-10T01:29:08.562Z"},{"_id":"616d77f4e9d39d04b3b60665","topicId":"616d77f2e9d39d04b3b60660","verse":"Romans 12:19","votes":80,"__v":0,"esv":"<div>\n<p id=\"p45012019_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”</p>\n\n</div>","kjv":"<strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  ","niv":"<sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord.","modified":"2022-11-20T07:17:47.308Z"},{"_id":"616d77f4e9d39d04b3b60666","topicId":"616d77f2e9d39d04b3b60660","verse":"Proverbs 22:8","votes":56,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022008_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022008-1\">8&nbsp;</b>&nbsp;&nbsp;Whoever sows injustice will reap calamity,</span><br><span id=\"p20022008_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rod of his fury will fail.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> He that soweth iniquity shall reap vanity: and the rod of his anger shall fail.  ","niv":"<sup><strong>8</strong></sup> He who sows wickedness reaps trouble, and the rod of his fury will be destroyed.","modified":"2023-10-11T19:36:58.585Z"},{"_id":"616d77f4e9d39d04b3b60667","topicId":"616d77f2e9d39d04b3b60660","verse":"Ecclesiastes 1:6-7","votes":50,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21001006_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001006-1\">6&nbsp;</b>&nbsp;&nbsp;The wind blows to the south</span><br><span id=\"p21001006_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and goes around to the north;</span><br><span id=\"p21001006_01-7\" class=\"line\">&nbsp;&nbsp;around and around goes the wind,</span><br><span id=\"p21001006_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on its circuits the wind returns.</span><br><span id=\"p21001007_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v21001007-1\">7&nbsp;</b>&nbsp;&nbsp;All streams run to the sea,</span><br><span id=\"p21001007_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the sea is not full;</span><br><span id=\"p21001007_01-7\" class=\"line\">&nbsp;&nbsp;to the place where the streams flow,</span><br><span id=\"p21001007_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there they flow again.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> The wind goeth toward the south, and turneth about unto the north; it whirleth about continually, and the wind returneth again according to his circuits.  <strong>7</strong> All the rivers run into the sea; yet the sea is not full; unto the place from whence the rivers come, thither they return again.  ","niv":"<sup><strong>6</strong></sup> The wind blows to the south and turns to the north; round and round it goes, ever returning on its course. <sup><strong>7</strong></sup> All streams flow into the sea, yet the sea is never full. To the place the streams come from, there they return again. ","modified":"2023-03-18T20:56:08.271Z"},{"_id":"616d77f5e9d39d04b3b60668","topicId":"616d77f2e9d39d04b3b60660","verse":"Hosea 8:7","votes":37,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28008007_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v28008007-1\">7&nbsp;</b>&nbsp;&nbsp;For they sow the wind,</span><br><span id=\"p28008007_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall reap the whirlwind.</span><br><span id=\"p28008007_01-8\" class=\"line\">&nbsp;&nbsp;The standing grain has no heads;</span><br><span id=\"p28008007_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it shall yield no flour;</span><br><span id=\"p28008007_01-8\" class=\"line\">&nbsp;&nbsp;if it were to yield,</span><br><span id=\"p28008007_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;strangers would devour it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> For they have sown the wind, and they shall reap the whirlwind: it hath no stalk: the bud shall yield no meal: if so be it yield, the strangers shall swallow it up.  ","niv":"<sup><strong>7</strong></sup> \"They sow the wind and reap the whirlwind. The stalk has no head; it will produce no flour. Were it to yield grain, foreigners would swallow it up.","modified":"2022-04-29T17:50:44.500Z"},{"_id":"616d77f5e9d39d04b3b60669","topicId":"616d77f2e9d39d04b3b60660","verse":"Colossians 3:25","votes":33,"__v":0,"esv":"<div>\n<p id=\"p51003025_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003025-1\">25&nbsp;</b>For the wrongdoer will be paid back for the wrong he has done, and there is no partiality.</p>\n</div>","kjv":"<strong>25</strong> But he that doeth wrong shall receive for the wrong which he hath done: and there is no respect of persons.  ","niv":"<sup><strong>25</strong></sup> Anyone who does wrong will be repaid for his wrong, and there is no favoritism.","modified":"2022-11-11T02:14:06.901Z"},{"_id":"616d77f5e9d39d04b3b6066a","topicId":"616d77f2e9d39d04b3b60660","verse":"Luke 12:3","votes":32,"__v":0,"esv":"<div>\n<p id=\"p42012003_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012003-1\">3&nbsp;</b><span class=\"woc\">Therefore whatever you have said in the dark shall be heard in the light, and what you have whispered in private rooms shall be proclaimed on the housetops.</span></p>\n</div>","kjv":"<strong>3</strong> Therefore whatsoever ye have spoken in darkness shall be heard in the light; and that which ye have spoken in the ear in closets shall be proclaimed upon the housetops.  ","niv":"<sup><strong>3</strong></sup> What you have said in the dark will be heard in the daylight, and what you have whispered in the ear in the inner rooms will be proclaimed from the roofs.","modified":"2023-06-13T19:26:06.494Z"},{"_id":"616d77f6e9d39d04b3b6066b","topicId":"616d77f2e9d39d04b3b60660","verse":"John 14:1","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p43014001_11-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43014001-1\">14:1&nbsp;</b><span class=\"woc\">“Let not your hearts be troubled. Believe in God; believe also in me.</span></p>\n\n</div>","kjv":"<strong>1</strong>           Let not your heart be troubled: ye believe in God, believe also in me.  ","niv":"<sup><strong>1</strong></sup> \"Do not let your hearts be troubled. Trust in God; trust also in me."},{"_id":"616d77f6e9d39d04b3b6066c","topicId":"616d77f2e9d39d04b3b60660","verse":"Romans 2:1-29","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p45002001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45002001-1\">2:1&nbsp;</b>Therefore you have no excuse, O man, every one of you who judges. For in passing judgment on another you condemn yourself, because you, the judge, practice the very same things. <b class=\"verse-num\" id=\"v45002002-1\">2&nbsp;</b>We know that the judgment of God rightly falls on those who practice such things. <b class=\"verse-num\" id=\"v45002003-1\">3&nbsp;</b>Do you suppose, O man—you who judge those who practice such things and yet do them yourself—that you will escape the judgment of God? <b class=\"verse-num\" id=\"v45002004-1\">4&nbsp;</b>Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God’s kindness is meant to lead you to repentance? <b class=\"verse-num\" id=\"v45002005-1\">5&nbsp;</b>But because of your hard and impenitent heart you are storing up wrath for yourself on the day of wrath when God’s righteous judgment will be revealed.</p>\n<p id=\"p45002005_04-12\"><b class=\"verse-num\" id=\"v45002006-1\">6&nbsp;</b>He will render to each one according to his works: <b class=\"verse-num\" id=\"v45002007-1\">7&nbsp;</b>to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life; <b class=\"verse-num\" id=\"v45002008-1\">8&nbsp;</b>but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury. <b class=\"verse-num\" id=\"v45002009-1\">9&nbsp;</b>There will be tribulation and distress for every human being who does evil, the Jew first and also the Greek, <b class=\"verse-num\" id=\"v45002010-1\">10&nbsp;</b>but glory and honor and peace for everyone who does good, the Jew first and also the Greek. <b class=\"verse-num\" id=\"v45002011-1\">11&nbsp;</b>For God shows no partiality.</p>\n\n<p id=\"p45002011_09-12\"><b class=\"verse-num\" id=\"v45002012-1\">12&nbsp;</b>For all who have sinned without the law will also perish without the law, and all who have sinned under the law will be judged by the law. <b class=\"verse-num\" id=\"v45002013-1\">13&nbsp;</b>For it is not the hearers of the law who are righteous before God, but the doers of the law who will be justified. <b class=\"verse-num\" id=\"v45002014-1\">14&nbsp;</b>For when Gentiles, who do not have the law, by nature do what the law requires, they are a law to themselves, even though they do not have the law. <b class=\"verse-num\" id=\"v45002015-1\">15&nbsp;</b>They show that the work of the law is written on their hearts, while their conscience also bears witness, and their conflicting thoughts accuse or even excuse them <b class=\"verse-num\" id=\"v45002016-1\">16&nbsp;</b>on that day when, according to my gospel, God judges the secrets of men by Christ Jesus.</p>\n<p id=\"p45002016_09-12\"><b class=\"verse-num\" id=\"v45002017-1\">17&nbsp;</b>But if you call yourself a Jew and rely on the law and boast in God <b class=\"verse-num\" id=\"v45002018-1\">18&nbsp;</b>and know his will and approve what is excellent, because you are instructed from the law; <b class=\"verse-num\" id=\"v45002019-1\">19&nbsp;</b>and if you are sure that you yourself are a guide to the blind, a light to those who are in darkness, <b class=\"verse-num\" id=\"v45002020-1\">20&nbsp;</b>an instructor of the foolish, a teacher of children, having in the law the embodiment of knowledge and truth—<b class=\"verse-num\" id=\"v45002021-1\">21&nbsp;</b>you then who teach others, do you not teach yourself? While you preach against stealing, do you steal? <b class=\"verse-num\" id=\"v45002022-1\">22&nbsp;</b>You who say that one must not commit adultery, do you commit adultery? You who abhor idols, do you rob temples? <b class=\"verse-num\" id=\"v45002023-1\">23&nbsp;</b>You who boast in the law dishonor God by breaking the law. <b class=\"verse-num\" id=\"v45002024-1\">24&nbsp;</b>For, as it is written, “The name of God is blasphemed among the Gentiles because of you.”</p>\n<p id=\"p45002024_09-12\"><b class=\"verse-num\" id=\"v45002025-1\">25&nbsp;</b>For circumcision indeed is of value if you obey the law, but if you break the law, your circumcision becomes uncircumcision. <b class=\"verse-num\" id=\"v45002026-1\">26&nbsp;</b>So, if a man who is uncircumcised keeps the precepts of the law, will not his uncircumcision be regarded as circumcision? <b class=\"verse-num\" id=\"v45002027-1\">27&nbsp;</b>Then he who is physically uncircumcised but keeps the law will condemn you who have the written code and circumcision but break the law. <b class=\"verse-num\" id=\"v45002028-1\">28&nbsp;</b>For no one is a Jew who is merely one outwardly, nor is circumcision outward and physical. <b class=\"verse-num\" id=\"v45002029-1\">29&nbsp;</b>But a Jew is one inwardly, and circumcision is a matter of the heart, by the Spirit, not by the letter. His praise is not from man but from God.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore thou art inexcusable, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things.  <strong>2</strong> But we are sure that the judgment of God is according to truth against them which commit such things.  <strong>3</strong> And thinkest thou this, O man, that judgest them which do such things, and doest the same, that thou shalt escape the judgment of God?  <strong>4</strong> Or despisest thou the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leadeth thee to repentance?  <strong>5</strong> But after thy hardness and impenitent heart treasurest up unto thyself wrath against the day of wrath and revelation of the righteous judgment of God;  <strong>6</strong> Who will render to every man according to his deeds:  <strong>7</strong> To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:  <strong>8</strong> But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,  <strong>9</strong> Tribulation and anguish, upon every soul of man that doeth evil, of the Jew first, and also of the Gentile;  <strong>10</strong> But glory, honour, and peace, to every man that worketh good, to the Jew first, and also to the Gentile:  <strong>11</strong> For there is no respect of persons with God.  <strong>12</strong> For as many as have sinned without law shall also perish without law: and as many as have sinned in the law shall be judged by the law;  <strong>13</strong> (For not the hearers of the law are just before God, but the doers of the law shall be justified.  <strong>14</strong> For when the Gentiles, which have not the law, do by nature the things contained in the law, these, having not the law, are a law unto themselves:  <strong>15</strong> Which shew the work of the law written in their hearts, their conscience also bearing witness, and their thoughts the mean while accusing or else excusing one another;)  <strong>16</strong> In the day when God shall judge the secrets of men by Jesus Christ according to my gospel.  <strong>17</strong> Behold, thou art called a Jew, and restest in the law, and makest thy boast of God,  <strong>18</strong> And knowest his will, and approvest the things that are more excellent, being instructed out of the law;  <strong>19</strong> And art confident that thou thyself art a guide of the blind, a light of them which are in darkness,  <strong>20</strong> An instructor of the foolish, a teacher of babes, which hast the form of knowledge and of the truth in the law.  <strong>21</strong> Thou therefore which teachest another, teachest thou not thyself? thou that preachest a man should not steal, dost thou steal?  <strong>22</strong> Thou that sayest a man should not commit adultery, dost thou commit adultery? thou that abhorrest idols, dost thou commit sacrilege?  <strong>23</strong> Thou that makest thy boast of the law, through breaking the law dishonourest thou God?  <strong>24</strong> For the name of God is blasphemed among the Gentiles through you, as it is written.  <strong>25</strong> For circumcision verily profiteth, if thou keep the law: but if thou be a breaker of the law, thy circumcision is made uncircumcision.  <strong>26</strong> Therefore if the uncircumcision keep the righteousness of the law, shall not his uncircumcision be counted for circumcision?  <strong>27</strong> And shall not uncircumcision which is by nature, if it fulfil the law, judge thee, who by the letter and circumcision dost transgress the law?  <strong>28</strong> For he is not a Jew, which is one outwardly; neither is that  circumcision, which is outward in the flesh:  <strong>29</strong> But he is a Jew, which is one inwardly; and circumcision is that of the heart, in the spirit, and not in the letter; whose praise is not of men, but of God.  ","niv":"<sup><strong>1</strong></sup> You, therefore, have no excuse, you who pass judgment on someone else, for at whatever point you judge the other, you are condemning yourself, because you who pass judgment do the same things. <sup><strong>2</strong></sup> Now we know that God's judgment against those who do such things is based on truth. <sup><strong>3</strong></sup> So when you, a mere man, pass judgment on them and yet do the same things, do you think you will escape God's judgment? <sup><strong>4</strong></sup> Or do you show contempt for the riches of his kindness, tolerance and patience, not realizing that God's kindness leads you toward repentance? <sup><strong>5</strong></sup> But because of your stubbornness and your unrepentant heart, you are storing up wrath against yourself for the day of God's wrath, when his righteous judgment will be revealed. <sup><strong>6</strong></sup> God \"will give to each person according to what he has done.\" <sup><strong>7</strong></sup> To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life. <sup><strong>8</strong></sup> But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger. <sup><strong>9</strong></sup> There will be trouble and distress for every human being who does evil: first for the Jew, then for the Gentile; <sup><strong>10</strong></sup> but glory, honor and peace for everyone who does good: first for the Jew, then for the Gentile. <sup><strong>11</strong></sup> For God does not show favoritism. <sup><strong>12</strong></sup> All who sin apart from the law will also perish apart from the law, and all who sin under the law will be judged by the law. <sup><strong>13</strong></sup> For it is not those who hear the law who are righteous in God's sight, but it is those who obey the law who will be declared righteous. <sup><strong>14</strong></sup> (Indeed, when Gentiles, who do not have the law, do by nature things required by the law, they are a law for themselves, even though they do not have the law, <sup><strong>15</strong></sup> since they show that the requirements of the law are written on their hearts, their consciences also bearing witness, and their thoughts now accusing, now even defending them.) <sup><strong>16</strong></sup> This will take place on the day when God will judge men's secrets through Jesus Christ, as my gospel declares. <sup><strong>17</strong></sup> Now you, if you call yourself a Jew; if you rely on the law and brag about your relationship to God; <sup><strong>18</strong></sup> if you know his will and approve of what is superior because you are instructed by the law; <sup><strong>19</strong></sup> if you are convinced that you are a guide for the blind, a light for those who are in the dark, <sup><strong>20</strong></sup> an instructor of the foolish, a teacher of infants, because you have in the law the embodiment of knowledge and truth-- <sup><strong>21</strong></sup> you, then, who teach others, do you not teach yourself? You who preach against stealing, do you steal? <sup><strong>22</strong></sup> You who say that people should not commit adultery, do you commit adultery? You who abhor idols, do you rob temples? <sup><strong>23</strong></sup> You who brag about the law, do you dishonor God by breaking the law? <sup><strong>24</strong></sup> As it is written: \"God's name is blasphemed among the Gentiles because of you.\" <sup><strong>25</strong></sup> Circumcision has value if you observe the law, but if you break the law, you have become as though you had not been circumcised. <sup><strong>26</strong></sup> If those who are not circumcised keep the law's requirements, will they not be regarded as though they were circumcised? <sup><strong>27</strong></sup> The one who is not circumcised physically and yet obeys the law will condemn you who, even though you have the written code and circumcision, are a lawbreaker. <sup><strong>28</strong></sup> A man is not a Jew if he is only one outwardly, nor is circumcision merely outward and physical. <sup><strong>29</strong></sup> No, a man is a Jew if he is one inwardly; and circumcision is circumcision of the heart, by the Spirit, not by the written code. Such a man's praise is not from men, but from God. ","modified":"2022-09-13T19:22:59.042Z"},{"_id":"616d77f6e9d39d04b3b6066d","topicId":"616d77f2e9d39d04b3b60660","verse":"Job 4:8","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18004008_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v18004008-1\">8&nbsp;</b>&nbsp;&nbsp;As I have seen, those who plow iniquity</span><br><span id=\"p18004008_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sow trouble reap the same.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Even as I have seen, they that plow iniquity, and sow wickedness, reap the same.  ","niv":"<sup><strong>8</strong></sup> As I have observed, those who plow evil and those who sow trouble reap it.","modified":"2023-04-29T04:17:52.202Z"},{"_id":"616d77f6e9d39d04b3b6066e","topicId":"616d77f2e9d39d04b3b60660","verse":"Ecclesiastes 11:1","votes":19,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21011001_07-14\" class=\"line\"><b class=\"chapter-num\" id=\"v21011001-1\">11:1&nbsp;</b>&nbsp;&nbsp;Cast your bread upon the waters,</span><br><span id=\"p21011001_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you will find it after many days.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Cast thy bread upon the waters: for thou shalt find it after many days.  ","niv":"<sup><strong>1</strong></sup> Cast your bread upon the waters, for after many days you will find it again.","modified":"2023-04-29T04:18:24.544Z"},{"_id":"616d77f7e9d39d04b3b6066f","topicId":"616d77f2e9d39d04b3b60660","verse":"Jeremiah 39:17-18","votes":19,"__v":0,"esv":"<div>\n<p id=\"p24039017_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v24039017-1\">17&nbsp;</b>But I will deliver you on that day, declares the LORD, and you shall not be given into the hand of the men of whom you are afraid. <b class=\"verse-num\" id=\"v24039018-1\">18&nbsp;</b>For I will surely save you, and you shall not fall by the sword, but you shall have your life as a prize of war, because you have put your trust in me, declares the LORD.’”</p>\n</div>","kjv":"<strong>17</strong> But I will deliver thee in that day, saith the LORD: and thou shalt not be given into the hand of the men of whom thou art afraid.  <strong>18</strong> For I will surely deliver thee, and thou shalt not fall by the sword, but thy life shall be for a prey unto thee: because thou hast put thy trust in me, saith the LORD.  ","niv":"<sup><strong>17</strong></sup> But I will rescue you on that day, declares the LORD; you will not be handed over to those you fear. <sup><strong>18</strong></sup> I will save you; you will not fall by the sword but will escape with your life, because you trust in me, declares the LORD.'\" ","modified":"2022-09-12T19:14:38.666Z"},{"_id":"616d77f7e9d39d04b3b60670","topicId":"616d77f2e9d39d04b3b60660","verse":"1 Peter 5:8","votes":19,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour.","modified":"2022-09-12T19:14:35.655Z"},{"_id":"616d77f7e9d39d04b3b60671","topicId":"616d77f2e9d39d04b3b60660","verse":"John 4:24","votes":17,"__v":0,"esv":"<div>\n<p id=\"p43004024_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span></p>\n</div>","kjv":"<strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  ","niv":"<sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\""},{"_id":"616d77f7e9d39d04b3b60672","topicId":"616d77f2e9d39d04b3b60660","verse":"Galatians 6:8","votes":17,"__v":0,"esv":"<div>\n<p id=\"p48006008_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006008-1\">8&nbsp;</b>For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life.</p>\n</div>","kjv":"<strong>8</strong> For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.  ","niv":"<sup><strong>8</strong></sup> The one who sows to please his sinful nature, from that nature will reap destruction; the one who sows to please the Spirit, from the Spirit will reap eternal life."},{"_id":"616d77f8e9d39d04b3b60673","topicId":"616d77f2e9d39d04b3b60660","verse":"Proverbs 19:17","votes":17,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019017_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019017-1\">17&nbsp;</b>&nbsp;&nbsp;Whoever is generous to the poor lends to the LORD,</span><br><span id=\"p20019017_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will repay him for his deed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> He that hath pity upon the poor lendeth unto the LORD; and that which he hath given will he pay him again.  ","niv":"<sup><strong>17</strong></sup> He who is kind to the poor lends to the LORD, and he will reward him for what he has done.","modified":"2022-09-25T14:57:13.046Z"},{"_id":"616d77f8e9d39d04b3b60674","topicId":"616d77f2e9d39d04b3b60660","verse":"Romans 2:11","votes":15,"__v":0,"esv":"<div>\n<p id=\"p45002011_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002011-1\">11&nbsp;</b>For God shows no partiality.</p>\n</div>","kjv":"<strong>11</strong> For there is no respect of persons with God.  ","niv":"<sup><strong>11</strong></sup> For God does not show favoritism."},{"_id":"616d77f8e9d39d04b3b60675","topicId":"616d77f2e9d39d04b3b60660","verse":"Acts 12:24","votes":15,"__v":0,"esv":"<div>\n<p id=\"p44012024_01-22\"><b class=\"verse-num\" id=\"v44012024-1\">24&nbsp;</b>But the word of God increased and multiplied.</p>\n</div>","kjv":"<strong>24</strong> But the word of God grew and multiplied.  ","niv":"<sup><strong>24</strong></sup> But the word of God continued to increase and spread.","modified":"2022-10-15T12:18:21.328Z"},{"_id":"616d77f9e9d39d04b3b60676","topicId":"616d77f2e9d39d04b3b60660","verse":"Luke 6:38","votes":14,"__v":0,"esv":"<div>\n<p id=\"p42006038_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006038-1\">38&nbsp;</b><span class=\"woc\">give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”</span></p>\n</div>","kjv":"<strong>38</strong> Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.  ","niv":"<sup><strong>38</strong></sup> Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\""},{"_id":"616d77f9e9d39d04b3b60677","topicId":"616d77f2e9d39d04b3b60660","verse":"Hebrews 9:27","votes":13,"__v":0,"esv":"<div>\n<p id=\"p58009027_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment,</p>\n</div>","kjv":"<strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  ","niv":"<sup><strong>27</strong></sup> Just as man is destined to die once, and after that to face judgment,"},{"_id":"616d77f9e9d39d04b3b60678","topicId":"616d77f2e9d39d04b3b60660","verse":"Matthew 10:41-42","votes":13,"__v":0,"esv":"<div>\n<p id=\"p40010041_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010041-1\">41&nbsp;</b><span class=\"woc\">The one who receives a prophet because he is a prophet will receive a prophet’s reward, and the one who receives a righteous person because he is a righteous person will receive a righteous person’s reward.</span> <b class=\"verse-num woc\" id=\"v40010042-1\">42&nbsp;</b><span class=\"woc\">And whoever gives one of these little ones even a cup of cold water because he is a disciple, truly, I say to you, he will by no means lose his reward.”</span></p>\n</div>","kjv":"<strong>41</strong> He that receiveth a prophet in the name of a prophet shall receive a prophet’s reward; and he that receiveth a righteous man in the name of a righteous man shall receive a righteous man’s reward.  <strong>42</strong> And whosoever shall give to drink unto one of these little ones a cup of cold water only in the name of a disciple, verily I say unto you, he shall in no wise lose his reward. ","niv":"<sup><strong>41</strong></sup> Anyone who receives a prophet because he is a prophet will receive a prophet's reward, and anyone who receives a righteous man because he is a righteous man will receive a righteous man's reward. <sup><strong>42</strong></sup> And if anyone gives even a cup of cold water to one of these little ones because he is my disciple, I tell you the truth, he will certainly not lose his reward.\" "},{"_id":"616d77f9e9d39d04b3b60679","topicId":"616d77f2e9d39d04b3b60660","verse":"Proverbs 17:11","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017011_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017011-1\">11&nbsp;</b>&nbsp;&nbsp;An evil man seeks only rebellion,</span><br><span id=\"p20017011_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a cruel messenger will be sent against him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> An evil man seeketh only rebellion: therefore a cruel messenger shall be sent against him.  ","niv":"<sup><strong>11</strong></sup> An evil man is bent only on rebellion; a merciless official will be sent against him."}]}