{"_id":"616d7859e9d39d04b3b60694","slug":"what-happens-when-you-die","name":"What Happens When You Die","verses":[{"_id":"616d785ae9d39d04b3b60695","topicId":"616d7859e9d39d04b3b60694","verse":"Ecclesiastes 12:7","votes":198,"__v":0,"esv":"<div>\n<p id=\"p21012007_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v21012007-1\">7&nbsp;</b>and the dust returns to the earth as it was, and the spirit returns to God who gave it.</p>\n</div>","kjv":"<strong>7</strong> Then shall the dust return to the earth as it was: and the spirit shall return unto God who gave it.  ","niv":"<sup><strong>7</strong></sup> and the dust returns to the ground it came from, and the spirit returns to God who gave it.","modified":"2023-03-06T03:24:47.569Z"},{"_id":"616d785ae9d39d04b3b60696","topicId":"616d7859e9d39d04b3b60694","verse":"1 Thessalonians 4:13-18","votes":180,"__v":0,"esv":"<div>\n\n<p id=\"p52004013_06-3\"><b class=\"verse-num\" id=\"v52004013-1\">13&nbsp;</b>But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope. <b class=\"verse-num\" id=\"v52004014-1\">14&nbsp;</b>For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have fallen asleep. <b class=\"verse-num\" id=\"v52004015-1\">15&nbsp;</b>For this we declare to you by a word from the Lord, that we who are alive, who are left until the coming of the Lord, will not precede those who have fallen asleep. <b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first. <b class=\"verse-num\" id=\"v52004017-1\">17&nbsp;</b>Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord. <b class=\"verse-num\" id=\"v52004018-1\">18&nbsp;</b>Therefore encourage one another with these words.</p>\n\n</div>","kjv":"<strong>13</strong> But I would not have you to be ignorant, brethren, concerning them which are asleep, that ye sorrow not, even as others which have no hope.  <strong>14</strong> For if we believe that Jesus died and rose again, even so them also which sleep in Jesus will God bring with him.  <strong>15</strong> For this we say unto you by the word of the Lord, that we which are alive and remain unto the coming of the Lord shall not prevent them which are asleep.  <strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  <strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  <strong>18</strong> Wherefore comfort one another with these words.  ","niv":"<sup><strong>13</strong></sup> Brothers, we do not want you to be ignorant about those who fall asleep, or to grieve like the rest of men, who have no hope. <sup><strong>14</strong></sup> We believe that Jesus died and rose again and so we believe that God will bring with Jesus those who have fallen asleep in him. <sup><strong>15</strong></sup> According to the Lord's own word, we tell you that we who are still alive, who are left till the coming of the Lord, will certainly not precede those who have fallen asleep. <sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. <sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever. <sup><strong>18</strong></sup> Therefore encourage each other with these words. "},{"_id":"616d785ae9d39d04b3b60697","topicId":"616d7859e9d39d04b3b60694","verse":"Daniel 12:2","votes":160,"__v":0,"esv":"<div>\n<p id=\"p27012002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v27012002-1\">2&nbsp;</b>And many of those who sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt.</p>\n</div>","kjv":"<strong>2</strong> And many of them that sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt.  ","niv":"<sup><strong>2</strong></sup> Multitudes who sleep in the dust of the earth will awake: some to everlasting life, others to shame and everlasting contempt.","modified":"2022-08-26T16:52:23.770Z"},{"_id":"616d785ae9d39d04b3b60698","topicId":"616d7859e9d39d04b3b60694","verse":"Ecclesiastes 9:5","votes":120,"__v":0,"esv":"<div>\n<p id=\"p21009005_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v21009005-1\">5&nbsp;</b>For the living know that they will die, but the dead know nothing, and they have no more reward, for the memory of them is forgotten.</p>\n</div>","kjv":"<strong>5</strong> For the living know that they shall die: but the dead know not any thing, neither have they any more a reward; for the memory of them is forgotten.  ","niv":"<sup><strong>5</strong></sup> For the living know that they will die, but the dead know nothing; they have no further reward, and even the memory of them is forgotten."},{"_id":"616d785be9d39d04b3b60699","topicId":"616d7859e9d39d04b3b60694","verse":"2 Corinthians 5:10","votes":111,"__v":0,"esv":"<div>\n<p id=\"p47005010_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005010-1\">10&nbsp;</b>For we must all appear before the judgment seat of Christ, so that each one may receive what is due for what he has done in the body, whether good or evil.</p>\n</div>","kjv":"<strong>10</strong> For we must all appear before the judgment seat of Christ; that every one may receive the things done in his body, according to that he hath done, whether it be good or bad.  ","niv":"<sup><strong>10</strong></sup> For we must all appear before the judgment seat of Christ, that each one may receive what is due him for the things done while in the body, whether good or bad."},{"_id":"616d785be9d39d04b3b6069a","topicId":"616d7859e9d39d04b3b60694","verse":"John 11:25","votes":106,"__v":0,"esv":"<div>\n<p id=\"p43011025_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011025-1\">25&nbsp;</b>Jesus said to her, <span class=\"woc\">“I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live,</span></p>\n\n</div>","kjv":"<strong>25</strong> Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:  ","niv":"<sup><strong>25</strong></sup> Jesus said to her, \"I am the resurrection and the life. He who believes in me will live, even though he dies;"},{"_id":"616d785be9d39d04b3b6069b","topicId":"616d7859e9d39d04b3b60694","verse":"John 5:24","votes":102,"__v":0,"esv":"<div>\n<p id=\"p43005024_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005024-1\">24&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life.</span></p>\n</div>","kjv":"<strong>24</strong> Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.  ","niv":"<sup><strong>24</strong></sup> \"I tell you the truth, whoever hears my word and believes him who sent me has eternal life and will not be condemned; he has crossed over from death to life."},{"_id":"616d785ce9d39d04b3b6069c","topicId":"616d7859e9d39d04b3b60694","verse":"Ezekiel 18:4","votes":99,"__v":0,"esv":"<div>\n<p id=\"p26018004_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018004-1\">4&nbsp;</b>Behold, all souls are mine; the soul of the father as well as the soul of the son is mine: the soul who sins shall die.</p>\n</div>","kjv":"<strong>4</strong> Behold, all souls are mine; as the soul of the father, so also the soul of the son is mine: the soul that sinneth, it shall die.  ","niv":"<sup><strong>4</strong></sup> For every living soul belongs to me, the father as well as the son-both alike belong to me. The soul who sins is the one who will die."},{"_id":"616d785ce9d39d04b3b6069d","topicId":"616d7859e9d39d04b3b60694","verse":"Romans 6:23","votes":95,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.","modified":"2022-08-27T02:11:54.092Z"},{"_id":"616d785ce9d39d04b3b6069e","topicId":"616d7859e9d39d04b3b60694","verse":"1 Corinthians 15:51","votes":89,"__v":0,"esv":"<div>\n<p id=\"p46015051_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed,</p>\n</div>","kjv":"<strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  ","niv":"<sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed--","modified":"2022-08-26T16:57:22.090Z"},{"_id":"616d785ce9d39d04b3b6069f","topicId":"616d7859e9d39d04b3b60694","verse":"Romans 2:6-8","votes":84,"__v":0,"esv":"<div>\n<p id=\"p45002006_01-13\"><b class=\"verse-num\" id=\"v45002006-1\">6&nbsp;</b>He will render to each one according to his works: <b class=\"verse-num\" id=\"v45002007-1\">7&nbsp;</b>to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life; <b class=\"verse-num\" id=\"v45002008-1\">8&nbsp;</b>but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury.</p>\n\n</div>","kjv":"<strong>6</strong> Who will render to every man according to his deeds:  <strong>7</strong> To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:  <strong>8</strong> But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,  ","niv":"<sup><strong>6</strong></sup> God \"will give to each person according to what he has done.\" <sup><strong>7</strong></sup> To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life. <sup><strong>8</strong></sup> But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger. "},{"_id":"616d785de9d39d04b3b606a0","topicId":"616d7859e9d39d04b3b60694","verse":"Hebrews 9:27","votes":74,"__v":0,"esv":"<div>\n<p id=\"p58009027_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment,</p>\n</div>","kjv":"<strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  ","niv":"<sup><strong>27</strong></sup> Just as man is destined to die once, and after that to face judgment,","modified":"2023-11-27T18:46:32.549Z"},{"_id":"616d785de9d39d04b3b606a1","topicId":"616d7859e9d39d04b3b60694","verse":"Revelation 21:4","votes":77,"__v":0,"esv":"<div>\n<p id=\"p66021004_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n</div>","kjv":"<strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  ","niv":"<sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\"","modified":"2023-11-27T18:46:44.911Z"},{"_id":"616d785de9d39d04b3b606a2","topicId":"616d7859e9d39d04b3b60694","verse":"Matthew 10:28","votes":74,"__v":0,"esv":"<div>\n<p id=\"p40010028_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010028-1\">28&nbsp;</b><span class=\"woc\">And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.</span></p>\n\n</div>","kjv":"<strong>28</strong> And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.  ","niv":"<sup><strong>28</strong></sup> Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell."},{"_id":"616d785ee9d39d04b3b606a3","topicId":"616d7859e9d39d04b3b60694","verse":"Luke 23:43","votes":70,"__v":0,"esv":"<div>\n<p id=\"p42023043_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v42023043-1\">43&nbsp;</b>And he said to him, <span class=\"woc\">“Truly, I say to you, today you will be with me in paradise.”</span></p>\n</div>","kjv":"<strong>43</strong> And Jesus said unto him, Verily I say unto thee, To day shalt thou be with me in paradise.  ","niv":"<sup><strong>43</strong></sup> Jesus answered him, \"I tell you the truth, today you will be with me in paradise.\""},{"_id":"616d785ee9d39d04b3b606a4","topicId":"616d7859e9d39d04b3b60694","verse":"Psalm 146:4","votes":66,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19146004_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19146004-1\">4&nbsp;</b>&nbsp;&nbsp;When his breath departs, he returns to the earth;</span><br><span id=\"p19146004_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on that very day his plans perish.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> His breath goeth forth, he returneth to his earth; in that very day his thoughts perish.  ","niv":"<sup><strong>4</strong></sup> When their spirit departs, they return to the ground; on that very day their plans come to nothing."},{"_id":"616d785ee9d39d04b3b606a5","topicId":"616d7859e9d39d04b3b60694","verse":"John 3:16","votes":63,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-19\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616d785fe9d39d04b3b606a6","topicId":"616d7859e9d39d04b3b60694","verse":"Revelation 20:15","votes":60,"__v":0,"esv":"<div>\n<p id=\"p66020015_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n</div>","kjv":"<strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire.","modified":"2023-04-01T22:06:06.924Z"},{"_id":"616d785fe9d39d04b3b606a7","topicId":"616d7859e9d39d04b3b60694","verse":"John 5:28-29","votes":57,"__v":0,"esv":"<div>\n<p id=\"p43005028_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005028-1\">28&nbsp;</b><span class=\"woc\">Do not marvel at this, for an hour is coming when all who are in the tombs will hear his voice</span> <b class=\"verse-num woc\" id=\"v43005029-1\">29&nbsp;</b><span class=\"woc\">and come out, those who have done good to the resurrection of life, and those who have done evil to the resurrection of judgment.</span></p>\n</div>","kjv":"<strong>28</strong> Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear his voice,  <strong>29</strong> And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.  ","niv":"<sup><strong>28</strong></sup> \"Do not be amazed at this, for a time is coming when all who are in their graves will hear his voice <sup><strong>29</strong></sup> and come out--those who have done good will rise to live, and those who have done evil will rise to be condemned. "},{"_id":"616d785fe9d39d04b3b606a8","topicId":"616d7859e9d39d04b3b60694","verse":"John 6:50-71","votes":56,"__v":0,"esv":"<div>\n<p id=\"p43006050_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006050-1\">50&nbsp;</b><span class=\"woc\">This is the bread that comes down from heaven, so that one may eat of it and not die.</span> <b class=\"verse-num woc\" id=\"v43006051-1\">51&nbsp;</b><span class=\"woc\">I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. And the bread that I will give for the life of the world is my flesh.”</span></p>\n<p id=\"p43006051_01-22\"><b class=\"verse-num\" id=\"v43006052-1\">52&nbsp;</b>The Jews then disputed among themselves, saying, “How can this man give us his flesh to eat?” <b class=\"verse-num\" id=\"v43006053-1\">53&nbsp;</b>So Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you.</span> <b class=\"verse-num woc\" id=\"v43006054-1\">54&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood has eternal life, and I will raise him up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006055-1\">55&nbsp;</b><span class=\"woc\">For my flesh is true food, and my blood is true drink.</span> <b class=\"verse-num woc\" id=\"v43006056-1\">56&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood abides in me, and I in him.</span> <b class=\"verse-num woc\" id=\"v43006057-1\">57&nbsp;</b><span class=\"woc\">As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me.</span> <b class=\"verse-num woc\" id=\"v43006058-1\">58&nbsp;</b><span class=\"woc\">This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever.”</span> <b class=\"verse-num\" id=\"v43006059-1\">59&nbsp;</b>Jesus said these things in the synagogue, as he taught at Capernaum.</p>\n\n<p id=\"p43006059_06-22\"><b class=\"verse-num\" id=\"v43006060-1\">60&nbsp;</b>When many of his disciples heard it, they said, “This is a hard saying; who can listen to it?” <b class=\"verse-num\" id=\"v43006061-1\">61&nbsp;</b>But Jesus, knowing in himself that his disciples were grumbling about this, said to them, <span class=\"woc\">“Do you take offense at this?</span> <b class=\"verse-num woc\" id=\"v43006062-1\">62&nbsp;</b><span class=\"woc\">Then what if you were to see the Son of Man ascending to where he was before?</span> <b class=\"verse-num woc\" id=\"v43006063-1\">63&nbsp;</b><span class=\"woc\">It is the Spirit who gives life; the flesh is no help at all. The words that I have spoken to you are spirit and life.</span> <b class=\"verse-num woc\" id=\"v43006064-1\">64&nbsp;</b><span class=\"woc\">But there are some of you who do not believe.”</span> (For Jesus knew from the beginning who those were who did not believe, and who it was who would betray him.) <b class=\"verse-num\" id=\"v43006065-1\">65&nbsp;</b>And he said, <span class=\"woc\">“This is why I told you that no one can come to me unless it is granted him by the Father.”</span></p>\n<p id=\"p43006065_06-22\"><b class=\"verse-num\" id=\"v43006066-1\">66&nbsp;</b>After this many of his disciples turned back and no longer walked with him. <b class=\"verse-num\" id=\"v43006067-1\">67&nbsp;</b>So Jesus said to the twelve, <span class=\"woc\">“Do you want to go away as well?”</span> <b class=\"verse-num\" id=\"v43006068-1\">68&nbsp;</b>Simon Peter answered him, “Lord, to whom shall we go? You have the words of eternal life, <b class=\"verse-num\" id=\"v43006069-1\">69&nbsp;</b>and we have believed, and have come to know, that you are the Holy One of God.” <b class=\"verse-num\" id=\"v43006070-1\">70&nbsp;</b>Jesus answered them, <span class=\"woc\">“Did I not choose you, the twelve? And yet one of you is a devil.”</span> <b class=\"verse-num\" id=\"v43006071-1\">71&nbsp;</b>He spoke of Judas the son of Simon Iscariot, for he, one of the twelve, was going to betray him.</p>\n\n</div>","kjv":"<strong>50</strong> This is the bread which cometh down from heaven, that a man may eat thereof, and not die.  <strong>51</strong> I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world.  <strong>52</strong> The Jews therefore strove among themselves, saying, How can this man give us his flesh to eat?  <strong>53</strong> Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you.  <strong>54</strong> Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.  <strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  <strong>60</strong> Many therefore of his disciples, when they had heard this,  said, This is an hard saying; who can hear it?  <strong>61</strong> When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?  <strong>62</strong> What and if ye shall see the Son of man ascend up where he was before?  <strong>63</strong> It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.  <strong>64</strong> But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.  <strong>65</strong> And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father. <strong>66</strong> From that time many of his disciples went back, and walked no more with him.  <strong>67</strong> Then said Jesus unto the twelve, Will ye also go away?  <strong>68</strong> Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.  <strong>69</strong> And we believe and are sure that thou art that Christ, the Son of the living God.  <strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  <strong>71</strong> He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.  ","niv":"<sup><strong>50</strong></sup> But here is the bread that comes down from heaven, which a man may eat and not die. <sup><strong>51</strong></sup> I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. This bread is my flesh, which I will give for the life of the world.\" <sup><strong>52</strong></sup> Then the Jews began to argue sharply among themselves, \"How can this man give us his flesh to eat?\" <sup><strong>53</strong></sup> Jesus said to them, \"I tell you the truth, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you. <sup><strong>54</strong></sup> Whoever eats my flesh and drinks my blood has eternal life, and I will raise him up at the last day. <sup><strong>55</strong></sup> For my flesh is real food and my blood is real drink. <sup><strong>56</strong></sup> Whoever eats my flesh and drinks my blood remains in me, and I in him. <sup><strong>57</strong></sup> Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me. <sup><strong>58</strong></sup> This is the bread that came down from heaven. Your forefathers ate manna and died, but he who feeds on this bread will live forever.\" <sup><strong>59</strong></sup> He said this while teaching in the synagogue in Capernaum. <sup><strong>60</strong></sup> On hearing it, many of his disciples said, \"This is a hard teaching. Who can accept it?\" <sup><strong>61</strong></sup> Aware that his disciples were grumbling about this, Jesus said to them, \"Does this offend you? <sup><strong>62</strong></sup> What if you see the Son of Man ascend to where he was before! <sup><strong>63</strong></sup> The Spirit gives life; the flesh counts for nothing. The words I have spoken to you are spirit and they are life. <sup><strong>64</strong></sup> Yet there are some of you who do not believe.\" For Jesus had known from the beginning which of them did not believe and who would betray him. <sup><strong>65</strong></sup> He went on to say, \"This is why I told you that no one can come to me unless the Father has enabled him.\" <sup><strong>66</strong></sup> From this time many of his disciples turned back and no longer followed him. <sup><strong>67</strong></sup> \"You do not want to leave too, do you?\" Jesus asked the Twelve. <sup><strong>68</strong></sup> Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life. <sup><strong>69</strong></sup> We believe and know that you are the Holy One of God.\" <sup><strong>70</strong></sup> Then Jesus replied, \"Have I not chosen you, the Twelve? Yet one of you is a devil!\" <sup><strong>71</strong></sup> (He meant Judas, the son of Simon Iscariot, who, though one of the Twelve, was later to betray him.) "},{"_id":"616d785fe9d39d04b3b606a9","topicId":"616d7859e9d39d04b3b60694","verse":"2 Corinthians 5:8","votes":55,"__v":0,"esv":"<div>\n<p id=\"p47005008_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005008-1\">8&nbsp;</b>Yes, we are of good courage, and we would rather be away from the body and at home with the Lord.</p>\n</div>","kjv":"<strong>8</strong> We are confident, I say, and willing rather to be absent from the body, and to be present with the Lord.  ","niv":"<sup><strong>8</strong></sup> We are confident, I say, and would prefer to be away from the body and at home with the Lord."},{"_id":"616d7860e9d39d04b3b606aa","topicId":"616d7859e9d39d04b3b60694","verse":"Genesis 3:19","votes":54,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003019_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003019-1\">19&nbsp;</b>&nbsp;&nbsp;By the sweat of your face</span><br><span id=\"p01003019_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat bread,</span><br><span id=\"p01003019_01-24\" class=\"line\">&nbsp;&nbsp;till you return to the ground,</span><br><span id=\"p01003019_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for out of it you were taken;</span><br><span id=\"p01003019_01-24\" class=\"line\">&nbsp;&nbsp;for you are dust,</span><br><span id=\"p01003019_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to dust you shall return.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.  ","niv":"<sup><strong>19</strong></sup> By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.\""},{"_id":"616d7860e9d39d04b3b606ab","topicId":"616d7859e9d39d04b3b60694","verse":"Revelation 20:14","votes":49,"__v":0,"esv":"<div>\n<p id=\"p66020014_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire.</p>\n</div>","kjv":"<strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  ","niv":"<sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death.","modified":"2023-08-19T02:35:34.505Z"},{"_id":"616d7860e9d39d04b3b606ac","topicId":"616d7859e9d39d04b3b60694","verse":"1 Thessalonians 4:16","votes":45,"__v":0,"esv":"<div>\n<p id=\"p52004016_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first.</p>\n</div>","kjv":"<strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  ","niv":"<sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first."},{"_id":"616d7861e9d39d04b3b606ad","topicId":"616d7859e9d39d04b3b60694","verse":"James 4:14","votes":39,"__v":0,"esv":"<div>\n<p id=\"p59004014_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004014-1\">14&nbsp;</b>yet you do not know what tomorrow will bring. What is your life? For you are a mist that appears for a little time and then vanishes.</p>\n</div>","kjv":"<strong>14</strong> Whereas ye know not what shall be on the morrow. For what is your life? It is even a vapour, that appeareth for a little time, and then vanisheth away.  ","niv":"<sup><strong>14</strong></sup> Why, you do not even know what will happen tomorrow. What is your life? You are a mist that appears for a little while and then vanishes.","modified":"2023-03-06T03:32:10.328Z"}]}