{"_id":"616d81d275868033c7104da5","slug":"where-two-or-more-are-gathered","name":"Where Two Or More Are Gathered","verses":[{"_id":"616d81d375868033c7104da6","topicId":"616d81d275868033c7104da5","verse":"Matthew 18:20","votes":168,"__v":0,"esv":"<div>\n\n<p id=\"p40018001_05-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40018001-1\">18:1&nbsp;</b>At that time the disciples came to Jesus, saying, “Who is the greatest in the kingdom of heaven?” <b class=\"verse-num\" id=\"v40018002-1\">2&nbsp;</b>And calling to him a child, he put him in the midst of them <b class=\"verse-num\" id=\"v40018003-1\">3&nbsp;</b>and said, <span class=\"woc\">“Truly, I say to you, unless you turn and become like children, you will never enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40018004-1\">4&nbsp;</b><span class=\"woc\">Whoever humbles himself like this child is the greatest in the kingdom of heaven.</span></p>\n<p id=\"p40018004_05-11\"><b class=\"verse-num woc\" id=\"v40018005-1\">5&nbsp;</b><span class=\"woc\">“Whoever receives one such child in my name receives me,</span> <b class=\"verse-num woc\" id=\"v40018006-1\">6&nbsp;</b><span class=\"woc\">but whoever causes one of these little ones who believe in me to sin, it would be better for him to have a great millstone fastened around his neck and to be drowned in the depth of the sea.</span></p>\n\n<p id=\"p40018006_08-11\"><b class=\"verse-num woc\" id=\"v40018007-1\">7&nbsp;</b><span class=\"woc\">“Woe to the world for temptations to sin! For it is necessary that temptations come, but woe to the one by whom the temptation comes!</span> <b class=\"verse-num woc\" id=\"v40018008-1\">8&nbsp;</b><span class=\"woc\">And if your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life crippled or lame than with two hands or two feet to be thrown into the eternal fire.</span> <b class=\"verse-num woc\" id=\"v40018009-1\">9&nbsp;</b><span class=\"woc\">And if your eye causes you to sin, tear it out and throw it away. It is better for you to enter life with one eye than with two eyes to be thrown into the hell of fire.</span></p>\n\n<p id=\"p40018009_14-11\"><b class=\"verse-num woc\" id=\"v40018010-1\">10&nbsp;</b><span class=\"woc\">“See that you do not despise one of these little ones. For I tell you that in heaven their angels always see the face of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40018012-1\">12&nbsp;</b><span class=\"woc\">What do you think? If a man has a hundred sheep, and one of them has gone astray, does he not leave the ninety-nine on the mountains and go in search of the one that went astray?</span> <b class=\"verse-num woc\" id=\"v40018013-1\">13&nbsp;</b><span class=\"woc\">And if he finds it, truly, I say to you, he rejoices over it more than over the ninety-nine that never went astray.</span> <b class=\"verse-num woc\" id=\"v40018014-1\">14&nbsp;</b><span class=\"woc\">So it is not the will of my Father who is in heaven that one of these little ones should perish.</span></p>\n\n<p id=\"p40018014_20-11\"><b class=\"verse-num woc\" id=\"v40018015-1\">15&nbsp;</b><span class=\"woc\">“If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother.</span> <b class=\"verse-num woc\" id=\"v40018016-1\">16&nbsp;</b><span class=\"woc\">But if he does not listen, take one or two others along with you, that every charge may be established by the evidence of two or three witnesses.</span> <b class=\"verse-num woc\" id=\"v40018017-1\">17&nbsp;</b><span class=\"woc\">If he refuses to listen to them, tell it to the church. And if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector.</span> <b class=\"verse-num woc\" id=\"v40018018-1\">18&nbsp;</b><span class=\"woc\">Truly, I say to you, whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.</span> <b class=\"verse-num woc\" id=\"v40018019-1\">19&nbsp;</b><span class=\"woc\">Again I say to you, if two of you agree on earth about anything they ask, it will be done for them by my Father in heaven.</span> <b class=\"verse-num woc\" id=\"v40018020-1\">20&nbsp;</b><span class=\"woc\">For where two or three are gathered in my name, there am I among them.”</span></p>\n\n<p id=\"p40018020_26-11\"><b class=\"verse-num\" id=\"v40018021-1\">21&nbsp;</b>Then Peter came up and said to him, “Lord, how often will my brother sin against me, and I forgive him? As many as seven times?” <b class=\"verse-num\" id=\"v40018022-1\">22&nbsp;</b>Jesus said to him, <span class=\"woc\">“I do not say to you seven times, but seventy-seven times.</span></p>\n<p id=\"p40018022_26-11\"><b class=\"verse-num woc\" id=\"v40018023-1\">23&nbsp;</b><span class=\"woc\">“Therefore the kingdom of heaven may be compared to a king who wished to settle accounts with his servants.</span> <b class=\"verse-num woc\" id=\"v40018024-1\">24&nbsp;</b><span class=\"woc\">When he began to settle, one was brought to him who owed him ten thousand talents.</span> <b class=\"verse-num woc\" id=\"v40018025-1\">25&nbsp;</b><span class=\"woc\">And since he could not pay, his master ordered him to be sold, with his wife and children and all that he had, and payment to be made.</span> <b class=\"verse-num woc\" id=\"v40018026-1\">26&nbsp;</b><span class=\"woc\">So the servant fell on his knees, imploring him, ‘Have patience with me, and I will pay you everything.’</span> <b class=\"verse-num woc\" id=\"v40018027-1\">27&nbsp;</b><span class=\"woc\">And out of pity for him, the master of that servant released him and forgave him the debt.</span> <b class=\"verse-num woc\" id=\"v40018028-1\">28&nbsp;</b><span class=\"woc\">But when that same servant went out, he found one of his fellow servants who owed him a hundred denarii, and seizing him, he began to choke him, saying, ‘Pay what you owe.’</span> <b class=\"verse-num woc\" id=\"v40018029-1\">29&nbsp;</b><span class=\"woc\">So his fellow servant fell down and pleaded with him, ‘Have patience with me, and I will pay you.’</span> <b class=\"verse-num woc\" id=\"v40018030-1\">30&nbsp;</b><span class=\"woc\">He refused and went and put him in prison until he should pay the debt.</span> <b class=\"verse-num woc\" id=\"v40018031-1\">31&nbsp;</b><span class=\"woc\">When his fellow servants saw what had taken place, they were greatly distressed, and they went and reported to their master all that had taken place.</span> <b class=\"verse-num woc\" id=\"v40018032-1\">32&nbsp;</b><span class=\"woc\">Then his master summoned him and said to him, ‘You wicked servant! I forgave you all that debt because you pleaded with me.</span> <b class=\"verse-num woc\" id=\"v40018033-1\">33&nbsp;</b><span class=\"woc\">And should not you have had mercy on your fellow servant, as I had mercy on you?’</span> <b class=\"verse-num woc\" id=\"v40018034-1\">34&nbsp;</b><span class=\"woc\">And in anger his master delivered him to the jailers, until he should pay all his debt.</span> <b class=\"verse-num woc\" id=\"v40018035-1\">35&nbsp;</b><span class=\"woc\">So also my heavenly Father will do to every one of you, if you do not forgive your brother from your heart.”</span></p>\n\n</div>","kjv":"<strong>20</strong> For where two or three are gathered together in my name, there am I in the midst of them. ","niv":"<sup><strong>20</strong></sup> For where two or three come together in my name, there am I with them.\"","modified":"2023-01-31T15:25:38.529Z"},{"_id":"616d81d375868033c7104da7","topicId":"616d81d275868033c7104da5","verse":"Matthew 18:19-20","votes":107,"__v":0,"esv":"<div>\n<p id=\"p40018019_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018019-1\">19&nbsp;</b><span class=\"woc\">Again I say to you, if two of you agree on earth about anything they ask, it will be done for them by my Father in heaven.</span> <b class=\"verse-num woc\" id=\"v40018020-1\">20&nbsp;</b><span class=\"woc\">For where two or three are gathered in my name, there am I among them.”</span></p>\n</div>","kjv":"<strong>19</strong> Again I say unto you, That if two of you shall agree on earth as touching any thing that they shall ask, it shall be done for them of my Father which is in heaven.  <strong>20</strong> For where two or three are gathered together in my name, there am I in the midst of them. ","niv":"<sup><strong>19</strong></sup> \"Again, I tell you that if two of you on earth agree about anything you ask for, it will be done for you by my Father in heaven. <sup><strong>20</strong></sup> For where two or three come together in my name, there am I with them.\" ","modified":"2022-07-04T17:46:24.786Z"},{"_id":"616d81d375868033c7104da8","topicId":"616d81d275868033c7104da5","verse":"Matthew 18:19","votes":70,"__v":0,"esv":"<div>\n<p id=\"p40018019_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018019-1\">19&nbsp;</b><span class=\"woc\">Again I say to you, if two of you agree on earth about anything they ask, it will be done for them by my Father in heaven.</span></p>\n</div>","kjv":"<strong>19</strong> Again I say unto you, That if two of you shall agree on earth as touching any thing that they shall ask, it shall be done for them of my Father which is in heaven.  ","niv":"<sup><strong>19</strong></sup> \"Again, I tell you that if two of you on earth agree about anything you ask for, it will be done for you by my Father in heaven.","modified":"2022-08-04T18:41:27.422Z"},{"_id":"616d81d475868033c7104da9","topicId":"616d81d275868033c7104da5","verse":"John 3:16-17","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-4\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. ","modified":"2023-03-06T22:33:20.824Z"},{"_id":"616d81d475868033c7104daa","topicId":"616d81d275868033c7104da5","verse":"Matthew 26:6-13","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p40026006_05-5\"><b class=\"verse-num\" id=\"v40026006-1\">6&nbsp;</b>Now when Jesus was at Bethany in the house of Simon the leper, <b class=\"verse-num\" id=\"v40026007-1\">7&nbsp;</b>a woman came up to him with an alabaster flask of very expensive ointment, and she poured it on his head as he reclined at table. <b class=\"verse-num\" id=\"v40026008-1\">8&nbsp;</b>And when the disciples saw it, they were indignant, saying, “Why this waste? <b class=\"verse-num\" id=\"v40026009-1\">9&nbsp;</b>For this could have been sold for a large sum and given to the poor.” <b class=\"verse-num\" id=\"v40026010-1\">10&nbsp;</b>But Jesus, aware of this, said to them, <span class=\"woc\">“Why do you trouble the woman? For she has done a beautiful thing to me.</span> <b class=\"verse-num woc\" id=\"v40026011-1\">11&nbsp;</b><span class=\"woc\">For you always have the poor with you, but you will not always have me.</span> <b class=\"verse-num woc\" id=\"v40026012-1\">12&nbsp;</b><span class=\"woc\">In pouring this ointment on my body, she has done it to prepare me for burial.</span> <b class=\"verse-num woc\" id=\"v40026013-1\">13&nbsp;</b><span class=\"woc\">Truly, I say to you, wherever this gospel is proclaimed in the whole world, what she has done will also be told in memory of her.”</span></p>\n\n</div>","kjv":"<strong>6</strong> Now when Jesus was in Bethany, in the house of Simon the leper,  <strong>7</strong> There came unto him a woman having an alabaster box of very precious ointment, and poured it on his head, as he sat at meat.  <strong>8</strong> But when his disciples saw it, they had indignation, saying, To what purpose is this waste?  <strong>9</strong> For this ointment might have been sold for much, and given to the poor.  <strong>10</strong> When Jesus understood it, he said unto them, Why trouble ye the woman? for she hath wrought a good work upon me.  <strong>11</strong> For ye have the poor always with you; but me ye have not always.  <strong>12</strong> For in that she hath poured this ointment on my body, she did it for my burial.  <strong>13</strong> Verily I say unto you, Wheresoever this gospel shall be preached in the whole world, there shall also this, that this woman hath done, be told for a memorial of her. ","niv":"<sup><strong>6</strong></sup> While Jesus was in Bethany in the home of a man known as Simon the Leper, <sup><strong>7</strong></sup> a woman came to him with an alabaster jar of very expensive perfume, which she poured on his head as he was reclining at the table. <sup><strong>8</strong></sup> When the disciples saw this, they were indignant. \"Why this waste?\" they asked. <sup><strong>9</strong></sup> \"This perfume could have been sold at a high price and the money given to the poor.\" <sup><strong>10</strong></sup> Aware of this, Jesus said to them, \"Why are you bothering this woman? She has done a beautiful thing to me. <sup><strong>11</strong></sup> The poor you will always have with you, but you will not always have me. <sup><strong>12</strong></sup> When she poured this perfume on my body, she did it to prepare me for burial. <sup><strong>13</strong></sup> I tell you the truth, wherever this gospel is preached throughout the world, what she has done will also be told, in memory of her.\" ","modified":"2023-06-19T14:41:36.208Z"},{"_id":"616d81d475868033c7104dab","topicId":"616d81d275868033c7104da5","verse":"Amos 3:3","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30003003_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v30003003-1\">3&nbsp;</b>&nbsp;&nbsp;“Do two walk together,</span><br><span id=\"p30003003_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;unless they have agreed to meet?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Can two walk together, except they be agreed?  ","niv":"<sup><strong>3</strong></sup> Do two walk together unless they have agreed to do so?","modified":"2022-05-21T05:48:48.801Z"},{"_id":"616d81d475868033c7104dac","topicId":"616d81d275868033c7104da5","verse":"Matthew 18:21","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p40018021_07-7\"><b class=\"verse-num\" id=\"v40018021-1\">21&nbsp;</b>Then Peter came up and said to him, “Lord, how often will my brother sin against me, and I forgive him? As many as seven times?”</p>\n</div>","kjv":"<strong>21</strong> Then came Peter to him, and said, Lord, how oft shall my brother sin against me, and I forgive him? till seven times?  ","niv":"<sup><strong>21</strong></sup> Then Peter came to Jesus and asked, \"Lord, how many times shall I forgive my brother when he sins against me? Up to seven times?\""},{"_id":"616d81d575868033c7104dad","topicId":"616d81d275868033c7104da5","verse":"1 Corinthians 12:1-31","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p46012001_03-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46012001-1\">12:1&nbsp;</b>Now concerning spiritual gifts, brothers, I do not want you to be uninformed. <b class=\"verse-num\" id=\"v46012002-1\">2&nbsp;</b>You know that when you were pagans you were led astray to mute idols, however you were led. <b class=\"verse-num\" id=\"v46012003-1\">3&nbsp;</b>Therefore I want you to understand that no one speaking in the Spirit of God ever says “Jesus is accursed!” and no one can say “Jesus is Lord” except in the Holy Spirit.</p>\n<p id=\"p46012003_03-9\"><b class=\"verse-num\" id=\"v46012004-1\">4&nbsp;</b>Now there are varieties of gifts, but the same Spirit; <b class=\"verse-num\" id=\"v46012005-1\">5&nbsp;</b>and there are varieties of service, but the same Lord; <b class=\"verse-num\" id=\"v46012006-1\">6&nbsp;</b>and there are varieties of activities, but it is the same God who empowers them all in everyone. <b class=\"verse-num\" id=\"v46012007-1\">7&nbsp;</b>To each is given the manifestation of the Spirit for the common good. <b class=\"verse-num\" id=\"v46012008-1\">8&nbsp;</b>For to one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit, <b class=\"verse-num\" id=\"v46012009-1\">9&nbsp;</b>to another faith by the same Spirit, to another gifts of healing by the one Spirit, <b class=\"verse-num\" id=\"v46012010-1\">10&nbsp;</b>to another the working of miracles, to another prophecy, to another the ability to distinguish between spirits, to another various kinds of tongues, to another the interpretation of tongues. <b class=\"verse-num\" id=\"v46012011-1\">11&nbsp;</b>All these are empowered by one and the same Spirit, who apportions to each one individually as he wills.</p>\n\n<p id=\"p46012011_08-9\"><b class=\"verse-num\" id=\"v46012012-1\">12&nbsp;</b>For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ. <b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n<p id=\"p46012013_08-9\"><b class=\"verse-num\" id=\"v46012014-1\">14&nbsp;</b>For the body does not consist of one member but of many. <b class=\"verse-num\" id=\"v46012015-1\">15&nbsp;</b>If the foot should say, “Because I am not a hand, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012016-1\">16&nbsp;</b>And if the ear should say, “Because I am not an eye, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012017-1\">17&nbsp;</b>If the whole body were an eye, where would be the sense of hearing? If the whole body were an ear, where would be the sense of smell? <b class=\"verse-num\" id=\"v46012018-1\">18&nbsp;</b>But as it is, God arranged the members in the body, each one of them, as he chose. <b class=\"verse-num\" id=\"v46012019-1\">19&nbsp;</b>If all were a single member, where would the body be? <b class=\"verse-num\" id=\"v46012020-1\">20&nbsp;</b>As it is, there are many parts, yet one body.</p>\n<p id=\"p46012020_08-9\"><b class=\"verse-num\" id=\"v46012021-1\">21&nbsp;</b>The eye cannot say to the hand, “I have no need of you,” nor again the head to the feet, “I have no need of you.” <b class=\"verse-num\" id=\"v46012022-1\">22&nbsp;</b>On the contrary, the parts of the body that seem to be weaker are indispensable, <b class=\"verse-num\" id=\"v46012023-1\">23&nbsp;</b>and on those parts of the body that we think less honorable we bestow the greater honor, and our unpresentable parts are treated with greater modesty, <b class=\"verse-num\" id=\"v46012024-1\">24&nbsp;</b>which our more presentable parts do not require. But God has so composed the body, giving greater honor to the part that lacked it, <b class=\"verse-num\" id=\"v46012025-1\">25&nbsp;</b>that there may be no division in the body, but that the members may have the same care for one another. <b class=\"verse-num\" id=\"v46012026-1\">26&nbsp;</b>If one member suffers, all suffer together; if one member is honored, all rejoice together.</p>\n<p id=\"p46012026_08-9\"><b class=\"verse-num\" id=\"v46012027-1\">27&nbsp;</b>Now you are the body of Christ and individually members of it. <b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues. <b class=\"verse-num\" id=\"v46012029-1\">29&nbsp;</b>Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <b class=\"verse-num\" id=\"v46012030-1\">30&nbsp;</b>Do all possess gifts of healing? Do all speak with tongues? Do all interpret? <b class=\"verse-num\" id=\"v46012031-1\">31&nbsp;</b>But earnestly desire the higher gifts.</p>\n<p id=\"p46012031_08-9\">And I will show you a still more excellent way.</p>\n\n</div>","kjv":"<strong>1</strong> Now concerning spiritual gifts, brethren, I would not have you ignorant.  <strong>2</strong> Ye know that ye were Gentiles, carried away unto these dumb idols, even as ye were led.  <strong>3</strong> Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.  <strong>4</strong> Now there are diversities of gifts, but the same Spirit.  <strong>5</strong> And there are differences of administrations, but the same Lord.  <strong>6</strong> And there are diversities of operations, but it is the same God which worketh all in all.  <strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  <strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  <strong>9</strong> To another faith by the same Spirit; to another the gifts of healing by the same Spirit;  <strong>10</strong> To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:  <strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  <strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  <strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  <strong>14</strong> For the body is not one member, but many.  <strong>15</strong> If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?  <strong>16</strong> And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?  <strong>17</strong> If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?  <strong>18</strong> But now hath God set the members every one of them in the body, as it hath pleased him.  <strong>19</strong> And if they were all one member, where were the body?  <strong>20</strong> But now are they many members, yet but one body.  <strong>21</strong> And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.  <strong>22</strong> Nay, much more those members of the body, which seem to be more feeble, are necessary:  <strong>23</strong> And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.  <strong>24</strong> For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:  <strong>25</strong> That there should be no schism in the body; but that the members should have the same care one for another.  <strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  <strong>27</strong> Now ye are the body of Christ, and members in particular.  <strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  <strong>29</strong> Are all apostles? are all prophets? are  all teachers? are all workers of miracles?  <strong>30</strong> Have all the gifts of healing? do all speak with tongues? do all interpret?  <strong>31</strong> But covet earnestly the best gifts: and yet shew I unto you a more excellent way.  ","niv":"<sup><strong>1</strong></sup> Now about spiritual gifts, brothers, I do not want you to be ignorant. <sup><strong>2</strong></sup> You know that when you were pagans, somehow or other you were influenced and led astray to mute idols. <sup><strong>3</strong></sup> Therefore I tell you that no one who is speaking by the Spirit of God says, \"Jesus be cursed,\" and no one can say, \"Jesus is Lord,\" except by the Holy Spirit. <sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit. <sup><strong>5</strong></sup> There are different kinds of service, but the same Lord. <sup><strong>6</strong></sup> There are different kinds of working, but the same God works all of them in all men. <sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good. <sup><strong>8</strong></sup> To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit, <sup><strong>9</strong></sup> to another faith by the same Spirit, to another gifts of healing by that one Spirit, <sup><strong>10</strong></sup> to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues. <sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines. <sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ. <sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink. <sup><strong>14</strong></sup> Now the body is not made up of one part but of many. <sup><strong>15</strong></sup> If the foot should say, \"Because I am not a hand, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>16</strong></sup> And if the ear should say, \"Because I am not an eye, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>17</strong></sup> If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be? <sup><strong>18</strong></sup> But in fact God has arranged the parts in the body, every one of them, just as he wanted them to be. <sup><strong>19</strong></sup> If they were all one part, where would the body be? <sup><strong>20</strong></sup> As it is, there are many parts, but one body. <sup><strong>21</strong></sup> The eye cannot say to the hand, \"I don't need you!\" And the head cannot say to the feet, \"I don't need you!\" <sup><strong>22</strong></sup> On the contrary, those parts of the body that seem to be weaker are indispensable, <sup><strong>23</strong></sup> and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty, <sup><strong>24</strong></sup> while our presentable parts need no special treatment. But God has combined the members of the body and has given greater honor to the parts that lacked it, <sup><strong>25</strong></sup> so that there should be no division in the body, but that its parts should have equal concern for each other. <sup><strong>26</strong></sup> If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it. <sup><strong>27</strong></sup> Now you are the body of Christ, and each one of you is a part of it. <sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues. <sup><strong>29</strong></sup> Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <sup><strong>30</strong></sup> Do all have gifts of healing? Do all speak in tongues? Do all interpret? <sup><strong>31</strong></sup> But eagerly desire the greater gifts. And now I will show you the most excellent way. ","modified":"2022-09-09T20:47:16.446Z"},{"_id":"616d81d575868033c7104dae","topicId":"616d81d275868033c7104da5","verse":"John 17:21","votes":13,"__v":0,"esv":"<div>\n<p id=\"p43017021_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017021-1\">21&nbsp;</b><span class=\"woc\">that they may all be one, just as you, Father, are in me, and I in you, that they also may be in us, so that the world may believe that you have sent me.</span></p>\n</div>","kjv":"<strong>21</strong> That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.  ","niv":"<sup><strong>21</strong></sup> that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me.","modified":"2023-07-13T18:12:44.863Z"},{"_id":"616d81d575868033c7104daf","topicId":"616d81d275868033c7104da5","verse":"Matthew 18:1-35","votes":9,"__v":0,"kjv":"<strong>1</strong> At the same time came the disciples unto Jesus, saying, Who is the greatest in the kingdom of heaven?  <strong>2</strong> And Jesus called a little child unto him, and set him in the midst of them,  <strong>3</strong> And said, Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.  <strong>4</strong> Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven.  <strong>5</strong> And whoso shall receive one such little child in my name receiveth me.  <strong>6</strong> But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea. <strong>7</strong>           Woe unto the world because of offences! for it must needs be that offences come; but woe to that man by whom the offence cometh!  <strong>8</strong> Wherefore if thy hand or thy foot offend thee, cut them off, and cast them from thee: it is better for thee to enter into life halt or maimed, rather than having two hands or two feet to be cast into everlasting fire.  <strong>9</strong> And if thine eye offend thee, pluck it out, and cast it  from thee: it is better for thee to enter into life with one eye, rather than having two eyes to be cast into hell fire.  <strong>10</strong> Take heed that ye despise not one of these little ones; for I say unto you, That in heaven their angels do always behold the face of my Father which is in heaven.  <strong>11</strong> For the Son of man is come to save that which was lost.  <strong>12</strong> How think ye? if a man have an hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine, and goeth into the mountains, and seeketh that which is gone astray?  <strong>13</strong> And if so be that he find it, verily I say unto you, he rejoiceth more of that sheep, than of the ninety and nine which went not astray.  <strong>14</strong> Even so it is not the will of your Father which is in heaven, that one of these little ones should perish. <strong>15</strong>           Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.  <strong>16</strong> But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established.  <strong>17</strong> And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.  <strong>18</strong> Verily I say unto you, Whatsoever ye shall bind on earth shall be bound in heaven: and whatsoever ye shall loose on earth shall be loosed in heaven.  <strong>19</strong> Again I say unto you, That if two of you shall agree on earth as touching any thing that they shall ask, it shall be done for them of my Father which is in heaven.  <strong>20</strong> For where two or three are gathered together in my name, there am I in the midst of them. <strong>21</strong> Then came Peter to him, and said, Lord, how oft shall my brother sin against me, and I forgive him? till seven times?  <strong>22</strong> Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven. <strong>23</strong>           Therefore is the kingdom of heaven likened unto a certain king, which would take account of his servants.  <strong>24</strong> And when he had begun to reckon, one was brought unto him, which owed him ten thousand talents.  <strong>25</strong> But forasmuch as he had not to pay, his lord commanded him to be sold, and his wife, and children, and all that he had, and payment to be made.  <strong>26</strong> The servant therefore fell down, and worshipped him, saying, Lord, have patience with me, and I will pay thee all.  <strong>27</strong> Then the lord of that servant was moved with compassion, and loosed him, and forgave him the debt.  <strong>28</strong> But the same servant went out, and found one of his fellowservants, which owed him an hundred pence: and he laid hands on him, and took him by the throat, saying, Pay me that thou owest.  <strong>29</strong> And his fellowservant fell down at his feet, and besought him, saying, Have patience with me, and I will pay thee all.  <strong>30</strong> And he would not: but went and cast him into prison, till he should pay the debt.  <strong>31</strong> So when his fellowservants saw what was done, they were very sorry, and came and told unto their lord all that was done.  <strong>32</strong> Then his lord, after that he had called him, said unto him, O thou wicked servant, I forgave thee all that debt, because thou desiredst me:  <strong>33</strong> Shouldest not thou also have had compassion on thy fellowservant, even as I had pity on thee?  <strong>34</strong> And his lord was wroth, and delivered him to the tormentors, till he should pay all that was due unto him.  <strong>35</strong> So likewise shall my heavenly Father do also unto you, if ye from your hearts forgive not every one his brother their trespasses. ","niv":"<sup><strong>1</strong></sup> At that time the disciples came to Jesus and asked, \"Who is the greatest in the kingdom of heaven?\" <sup><strong>2</strong></sup> He called a little child and had him stand among them. <sup><strong>3</strong></sup> And he said: \"I tell you the truth, unless you change and become like little children, you will never enter the kingdom of heaven. <sup><strong>4</strong></sup> Therefore, whoever humbles himself like this child is the greatest in the kingdom of heaven. <sup><strong>5</strong></sup> \"And whoever welcomes a little child like this in my name welcomes me. <sup><strong>6</strong></sup> But if anyone causes one of these little ones who believe in me to sin, it would be better for him to have a large millstone hung around his neck and to be drowned in the depths of the sea. <sup><strong>7</strong></sup> \"Woe to the world because of the things that cause people to sin! Such things must come, but woe to the man through whom they come! <sup><strong>8</strong></sup> If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life maimed or crippled than to have two hands or two feet and be thrown into eternal fire. <sup><strong>9</strong></sup> And if your eye causes you to sin, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into the fire of hell. <sup><strong>10</strong></sup> \"See that you do not look down on one of these little ones. For I tell you that their angels in heaven always see the face of my Father in heaven. <sup><strong>11</strong></sup> See Footnote <sup><strong>12</strong></sup> \"What do you think? If a man owns a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go to look for the one that wandered off? <sup><strong>13</strong></sup> And if he finds it, I tell you the truth, he is happier about that one sheep than about the ninety-nine that did not wander off. <sup><strong>14</strong></sup> In the same way your Father in heaven is not willing that any of these little ones should be lost. <sup><strong>15</strong></sup> \"If your brother sins against you, go and show him his fault, just between the two of you. If he listens to you, you have won your brother over. <sup><strong>16</strong></sup> But if he will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.' <sup><strong>17</strong></sup> If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, treat him as you would a pagan or a tax collector. <sup><strong>18</strong></sup> \"I tell you the truth, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven. <sup><strong>19</strong></sup> \"Again, I tell you that if two of you on earth agree about anything you ask for, it will be done for you by my Father in heaven. <sup><strong>20</strong></sup> For where two or three come together in my name, there am I with them.\" <sup><strong>21</strong></sup> Then Peter came to Jesus and asked, \"Lord, how many times shall I forgive my brother when he sins against me? Up to seven times?\" <sup><strong>22</strong></sup> Jesus answered, \"I tell you, not seven times, but seventy-seven times. <sup><strong>23</strong></sup> \"Therefore, the kingdom of heaven is like a king who wanted to settle accounts with his servants. <sup><strong>24</strong></sup> As he began the settlement, a man who owed him ten thousand talents was brought to him. <sup><strong>25</strong></sup> Since he was not able to pay, the master ordered that he and his wife and his children and all that he had be sold to repay the debt. <sup><strong>26</strong></sup> \"The servant fell on his knees before him. 'Be patient with me,' he begged, 'and I will pay back everything.' <sup><strong>27</strong></sup> The servant's master took pity on him, canceled the debt and let him go. <sup><strong>28</strong></sup> \"But when that servant went out, he found one of his fellow servants who owed him a hundred denarii. He grabbed him and began to choke him. 'Pay back what you owe me!' he demanded. <sup><strong>29</strong></sup> \"His fellow servant fell to his knees and begged him, 'Be patient with me, and I will pay you back.' <sup><strong>30</strong></sup> \"But he refused. Instead, he went off and had the man thrown into prison until he could pay the debt. <sup><strong>31</strong></sup> When the other servants saw what had happened, they were greatly distressed and went and told their master everything that had happened. <sup><strong>32</strong></sup> \"Then the master called the servant in. 'You wicked servant,' he said, 'I canceled all that debt of yours because you begged me to. <sup><strong>33</strong></sup> Shouldn't you have had mercy on your fellow servant just as I had on you?' <sup><strong>34</strong></sup> In anger his master turned him over to the jailers to be tortured, until he should pay back all he owed. <sup><strong>35</strong></sup> \"This is how my heavenly Father will treat each of you unless you forgive your brother from your heart.\" ","modified":"2022-02-27T14:27:41.367Z"},{"_id":"616d81d675868033c7104db0","topicId":"616d81d275868033c7104da5","verse":"Psalm 20:1-9","votes":8,"__v":0,"esv":"<div>\n\n<h4 id=\"p19020001_10-12\" class=\"psalm-title\">To the choirmaster. A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19020001_10-12\" class=\"line\"><b class=\"chapter-num\" id=\"v19020001-1\">20:1&nbsp;</b>&nbsp;&nbsp;May the LORD answer you in the day of trouble!</span><br><span id=\"p19020001_10-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;May the name of the God of Jacob protect you!</span><br><span id=\"p19020002_10-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020002-1\">2&nbsp;</b>&nbsp;&nbsp;May he send you help from the sanctuary</span><br><span id=\"p19020002_10-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give you support from Zion!</span><br><span id=\"p19020003_10-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020003-1\">3&nbsp;</b>&nbsp;&nbsp;May he remember all your offerings</span><br><span id=\"p19020003_10-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and regard with favor your burnt sacrifices! <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19020004_10-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020004-1\">4&nbsp;</b>&nbsp;&nbsp;May he grant you your heart’s desire</span><br><span id=\"p19020004_10-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and fulfill all your plans!</span><br><span id=\"p19020005_10-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020005-1\">5&nbsp;</b>&nbsp;&nbsp;May we shout for joy over your salvation,</span><br><span id=\"p19020005_10-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in the name of our God set up our banners!</span><br><span id=\"p19020005_10-12\" class=\"line\">&nbsp;&nbsp;May the LORD fulfill all your petitions!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19020006_10-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020006-1\">6&nbsp;</b>&nbsp;&nbsp;Now I know that the LORD saves his anointed;</span><br><span id=\"p19020006_10-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will answer him from his holy heaven</span><br><span id=\"p19020006_10-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the saving might of his right hand.</span><br><span id=\"p19020007_10-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020007-1\">7&nbsp;</b>&nbsp;&nbsp;Some trust in chariots and some in horses,</span><br><span id=\"p19020007_10-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but we trust in the name of the LORD our God.</span><br><span id=\"p19020008_10-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020008-1\">8&nbsp;</b>&nbsp;&nbsp;They collapse and fall,</span><br><span id=\"p19020008_10-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but we rise and stand upright.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19020009_10-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020009-1\">9&nbsp;</b>&nbsp;&nbsp;O LORD, save the king!</span><br><span id=\"p19020009_10-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;May he answer us when we call.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> The LORD hear thee in the day of trouble; the name of the God of Jacob defend thee;  <strong>2</strong> Send thee help from the sanctuary, and strengthen thee out of Zion;  <strong>3</strong> Remember all thy offerings, and accept thy burnt sacrifice; Selah.  <strong>4</strong> Grant thee according to thine own heart, and fulfil all thy counsel.  <strong>5</strong> We will rejoice in thy salvation, and in the name of our God we will set up our banners: the LORD fulfil all thy petitions.  <strong>6</strong> Now know I that the LORD saveth his anointed; he will hear him from his holy heaven with the saving strength of his right hand.  <strong>7</strong> Some trust in chariots, and some in horses: but we will remember the name of the LORD our God.  <strong>8</strong> They are brought down and fallen: but we are risen, and stand upright.  <strong>9</strong> Save, LORD: let the king hear us when we call.  ","niv":"<sup><strong>1</strong></sup> May the LORD answer you when you are in distress; may the name of the God of Jacob protect you. <sup><strong>2</strong></sup> May he send you help from the sanctuary and grant you support from Zion. <sup><strong>3</strong></sup> May he remember all your sacrifices and accept your burnt offerings. Selah <sup><strong>4</strong></sup> May he give you the desire of your heart and make all your plans succeed. <sup><strong>5</strong></sup> We will shout for joy when you are victorious and will lift up our banners in the name of our God. May the LORD grant all your requests. <sup><strong>6</strong></sup> Now I know that the LORD saves his anointed; he answers him from his holy heaven with the saving power of his right hand. <sup><strong>7</strong></sup> Some trust in chariots and some in horses, but we trust in the name of the LORD our God. <sup><strong>8</strong></sup> They are brought to their knees and fall, but we rise up and stand firm. <sup><strong>9</strong></sup> O LORD, save the king! Answer us when we call! ","modified":"2022-09-15T11:52:59.881Z"},{"_id":"616d81d675868033c7104db1","topicId":"616d81d275868033c7104da5","verse":"James 3:13-17","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p59003013_04-13\"><b class=\"verse-num\" id=\"v59003013-1\">13&nbsp;</b>Who is wise and understanding among you? By his good conduct let him show his works in the meekness of wisdom. <b class=\"verse-num\" id=\"v59003014-1\">14&nbsp;</b>But if you have bitter jealousy and selfish ambition in your hearts, do not boast and be false to the truth. <b class=\"verse-num\" id=\"v59003015-1\">15&nbsp;</b>This is not the wisdom that comes down from above, but is earthly, unspiritual, demonic. <b class=\"verse-num\" id=\"v59003016-1\">16&nbsp;</b>For where jealousy and selfish ambition exist, there will be disorder and every vile practice. <b class=\"verse-num\" id=\"v59003017-1\">17&nbsp;</b>But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere.</p>\n</div>","kjv":"<strong>13</strong> Who is a wise man and endued with knowledge among you? let him shew out of a good conversation his works with meekness of wisdom.  <strong>14</strong> But if ye have bitter envying and strife in your hearts, glory not, and lie not against the truth.  <strong>15</strong> This wisdom descendeth not from above, but is earthly, sensual, devilish.  <strong>16</strong> For where envying and strife is, there is confusion and every evil work.  <strong>17</strong> But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.  ","niv":"<sup><strong>13</strong></sup> Who is wise and understanding among you? Let him show it by his good life, by deeds done in the humility that comes from wisdom. <sup><strong>14</strong></sup> But if you harbor bitter envy and selfish ambition in your hearts, do not boast about it or deny the truth. <sup><strong>15</strong></sup> Such \"wisdom\" does not come down from heaven but is earthly, unspiritual, of the devil. <sup><strong>16</strong></sup> For where you have envy and selfish ambition, there you find disorder and every evil practice. <sup><strong>17</strong></sup> But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere. ","modified":"2023-08-18T00:51:39.453Z"},{"_id":"616d81d675868033c7104db2","topicId":"616d81d275868033c7104da5","verse":"Colossians 4:2-6","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p51004002_03-14\"><b class=\"verse-num\" id=\"v51004002-1\">2&nbsp;</b>Continue steadfastly in prayer, being watchful in it with thanksgiving. <b class=\"verse-num\" id=\"v51004003-1\">3&nbsp;</b>At the same time, pray also for us, that God may open to us a door for the word, to declare the mystery of Christ, on account of which I am in prison—<b class=\"verse-num\" id=\"v51004004-1\">4&nbsp;</b>that I may make it clear, which is how I ought to speak.</p>\n<p id=\"p51004004_03-14\"><b class=\"verse-num\" id=\"v51004005-1\">5&nbsp;</b>Walk in wisdom toward outsiders, making the best use of the time. <b class=\"verse-num\" id=\"v51004006-1\">6&nbsp;</b>Let your speech always be gracious, seasoned with salt, so that you may know how you ought to answer each person.</p>\n</div>","kjv":"<strong>2</strong> Continue in prayer, and watch in the same with thanksgiving;  <strong>3</strong> Withal praying also for us, that God would open unto us a door of utterance, to speak the mystery of Christ, for which I am also in bonds:  <strong>4</strong> That I may make it manifest, as I ought to speak.  <strong>5</strong> Walk in wisdom toward them that are without, redeeming the time.  <strong>6</strong> Let your speech be alway with grace, seasoned with salt, that ye may know how ye ought to answer every man.  ","niv":"<sup><strong>2</strong></sup> Devote yourselves to prayer, being watchful and thankful. <sup><strong>3</strong></sup> And pray for us, too, that God may open a door for our message, so that we may proclaim the mystery of Christ, for which I am in chains. <sup><strong>4</strong></sup> Pray that I may proclaim it clearly, as I should. <sup><strong>5</strong></sup> Be wise in the way you act toward outsiders; make the most of every opportunity. <sup><strong>6</strong></sup> Let your conversation be always full of grace, seasoned with salt, so that you may know how to answer everyone. "},{"_id":"616d81d775868033c7104db3","topicId":"616d81d275868033c7104da5","verse":"Isaiah 40:31","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040031_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040031-1\">31&nbsp;</b>&nbsp;&nbsp;but they who wait for the LORD shall renew their strength;</span><br><span id=\"p23040031_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall mount up with wings like eagles;</span><br><span id=\"p23040031_01-15\" class=\"line\">&nbsp;&nbsp;they shall run and not be weary;</span><br><span id=\"p23040031_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall walk and not faint.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.  ","niv":"<sup><strong>31</strong></sup> but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint."},{"_id":"616d81d775868033c7104db4","topicId":"616d81d275868033c7104da5","verse":"Matthew 20:24-28","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40020024_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v40020024-1\">24&nbsp;</b>And when the ten heard it, they were indignant at the two brothers. <b class=\"verse-num\" id=\"v40020025-1\">25&nbsp;</b>But Jesus called them to him and said, <span class=\"woc\">“You know that the rulers of the Gentiles lord it over them, and their great ones exercise authority over them.</span> <b class=\"verse-num woc\" id=\"v40020026-1\">26&nbsp;</b><span class=\"woc\">It shall not be so among you. But whoever would be great among you must be your servant,</span> <b class=\"verse-num woc\" id=\"v40020027-1\">27&nbsp;</b><span class=\"woc\">and whoever would be first among you must be your slave,</span> <b class=\"verse-num woc\" id=\"v40020028-1\">28&nbsp;</b><span class=\"woc\">even as the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”</span></p>\n\n</div>","kjv":"<strong>24</strong> And when the ten heard it, they were moved with indignation against the two brethren.  <strong>25</strong> But Jesus called them unto him, and said, Ye know that the princes of the Gentiles exercise dominion over them, and they that are great exercise authority upon them.  <strong>26</strong> But it shall not be so among you: but whosoever will be great among you, let him be your minister;  <strong>27</strong> And whosoever will be chief among you, let him be your servant:  <strong>28</strong> Even as the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.  ","niv":"<sup><strong>24</strong></sup> When the ten heard about this, they were indignant with the two brothers. <sup><strong>25</strong></sup> Jesus called them together and said, \"You know that the rulers of the Gentiles lord it over them, and their high officials exercise authority over them. <sup><strong>26</strong></sup> Not so with you. Instead, whoever wants to become great among you must be your servant, <sup><strong>27</strong></sup> and whoever wants to be first must be your slave-- <sup><strong>28</strong></sup> just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\" "},{"_id":"616d81d775868033c7104db5","topicId":"616d81d275868033c7104da5","verse":"1 Corinthians 5:4","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46005004_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v46005004-1\">4&nbsp;</b>When you are assembled in the name of the Lord Jesus and my spirit is present, with the power of our Lord Jesus,</p>\n</div>","kjv":"<strong>4</strong> In the name of our Lord Jesus Christ, when ye are gathered together, and my spirit, with the power of our Lord Jesus Christ,  ","niv":"<sup><strong>4</strong></sup> When you are assembled in the name of our Lord Jesus and I am with you in spirit, and the power of our Lord Jesus is present,","modified":"2022-11-01T13:11:09.158Z"},{"_id":"616d81d775868033c7104db6","topicId":"616d81d275868033c7104da5","verse":"Deuteronomy 19:15","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p05019015_04-19\"><b class=\"verse-num\" id=\"v05019015-1\">15&nbsp;</b>“A single witness shall not suffice against a person for any crime or for any wrong in connection with any offense that he has committed. Only on the evidence of two witnesses or of three witnesses shall a charge be established.</p>\n</div>","kjv":"<strong>15</strong> One witness shall not rise up against a man for any iniquity, or for any sin, in any sin that he sinneth: at the mouth of two witnesses, or at the mouth of three witnesses, shall the matter be established.  ","niv":"<sup><strong>15</strong></sup> One witness is not enough to convict a man accused of any crime or offense he may have committed. A matter must be established by the testimony of two or three witnesses."},{"_id":"616d81d875868033c7104db7","topicId":"616d81d275868033c7104da5","verse":"Matthew 28:20","votes":6,"__v":0,"esv":"<div>\n<p id=\"p40028020_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n</div>","kjv":"<strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\""},{"_id":"616d81d875868033c7104db8","topicId":"616d81d275868033c7104da5","verse":"Matthew 16:19","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40016019_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40016019-1\">19&nbsp;</b><span class=\"woc\">I will give you the keys of the kingdom of heaven, and whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.”</span></p>\n\n</div>","kjv":"<strong>19</strong> And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.  ","niv":"<sup><strong>19</strong></sup> I will give you the keys of the kingdom of heaven; whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.\"","modified":"2023-06-04T01:05:30.456Z"},{"_id":"616d81d875868033c7104db9","topicId":"616d81d275868033c7104da5","verse":"Zechariah 2:5","votes":6,"__v":0,"esv":"<div>\n<p id=\"p38002005_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v38002005-1\">5&nbsp;</b>And I will be to her a wall of fire all around, declares the LORD, and I will be the glory in her midst.’”</p>\n</div>","kjv":"<strong>5</strong> For I, saith the LORD, will be unto her a wall of fire round about, and will be the glory in the midst of her.  ","niv":"<sup><strong>5</strong></sup> And I myself will be a wall of fire around it,' declares the LORD, 'and I will be its glory within.'"},{"_id":"616d81d975868033c7104dba","topicId":"616d81d275868033c7104da5","verse":"1 John 5:14-15","votes":6,"__v":0,"esv":"<div>\n<p id=\"p62005014_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005014-1\">14&nbsp;</b>And this is the confidence that we have toward him, that if we ask anything according to his will he hears us. <b class=\"verse-num\" id=\"v62005015-1\">15&nbsp;</b>And if we know that he hears us in whatever we ask, we know that we have the requests that we have asked of him.</p>\n</div>","kjv":"<strong>14</strong> And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:  <strong>15</strong> And if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him.  ","niv":"<sup><strong>14</strong></sup> This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us. <sup><strong>15</strong></sup> And if we know that he hears us--whatever we ask--we know that we have what we asked of him. ","modified":"2023-08-18T00:53:26.778Z"},{"_id":"616d81d975868033c7104dbb","topicId":"616d81d275868033c7104da5","verse":"Matthew 18:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p40018016_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018016-1\">16&nbsp;</b><span class=\"woc\">But if he does not listen, take one or two others along with you, that every charge may be established by the evidence of two or three witnesses.</span></p>\n</div>","kjv":"<strong>16</strong> But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established.  ","niv":"<sup><strong>16</strong></sup> But if he will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.'","modified":"2022-07-06T22:53:48.741Z"},{"_id":"616d81d975868033c7104dbc","topicId":"616d81d275868033c7104da5","verse":"Exodus 20:24","votes":5,"__v":0,"esv":"<div>\n<p id=\"p02020024_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v02020024-1\">24&nbsp;</b>An altar of earth you shall make for me and sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I cause my name to be remembered I will come to you and bless you.</p>\n</div>","kjv":"<strong>24</strong> An altar of earth thou shalt make unto me, and shalt sacrifice thereon thy burnt offerings, and thy peace offerings, thy sheep, and thine oxen: in all places where I record my name I will come unto thee, and I will bless thee.  ","niv":"<sup><strong>24</strong></sup> \"'Make an altar of earth for me and sacrifice on it your burnt offerings and fellowship offerings, your sheep and goats and your cattle. Wherever I cause my name to be honored, I will come to you and bless you."},{"_id":"616d81da75868033c7104dbd","topicId":"616d81d275868033c7104da5","verse":"Revelation 21:3","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66021003_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021003-1\">3&nbsp;</b>And I heard a loud voice from the throne saying, “Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God.</p>\n\n</div>","kjv":"<strong>3</strong> And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.  ","niv":"<sup><strong>3</strong></sup> And I heard a loud voice from the throne saying, \"Now the dwelling of God is with men, and he will live with them. They will be his people, and God himself will be with them and be their God."},{"_id":"616d81da75868033c7104dbe","topicId":"616d81d275868033c7104da5","verse":"Revelation 1:11-13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66001011_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001011-1\">11&nbsp;</b>saying, <span class=\"woc\">“Write what you see in a book and send it to the seven churches, to Ephesus and to Smyrna and to Pergamum and to Thyatira and to Sardis and to Philadelphia and to Laodicea.”</span></p>\n<p id=\"p66001011_01-27\"><b class=\"verse-num\" id=\"v66001012-1\">12&nbsp;</b>Then I turned to see the voice that was speaking to me, and on turning I saw seven golden lampstands, <b class=\"verse-num\" id=\"v66001013-1\">13&nbsp;</b>and in the midst of the lampstands one like a son of man, clothed with a long robe and with a golden sash around his chest.</p>\n</div>","kjv":"<strong>11</strong> Saying, I am Alpha and Omega, the first and the last: and, What thou seest, write in a book, and send it  unto the seven churches which are in Asia; unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.  <strong>12</strong> And I turned to see the voice that spake with me. And being turned, I saw seven golden candlesticks;  <strong>13</strong> And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.  ","niv":"<sup><strong>11</strong></sup> which said: \"Write on a scroll what you see and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia and Laodicea.\" <sup><strong>12</strong></sup> I turned around to see the voice that was speaking to me. And when I turned I saw seven golden lampstands, <sup><strong>13</strong></sup> and among the lampstands was someone \"like a son of man,\" dressed in a robe reaching down to his feet and with a golden sash around his chest. "}]}