{"_id":"616d848575868033c7104f4d","slug":"wicca","name":"Wicca","verses":[{"_id":"616d848575868033c7104f4e","topicId":"616d848575868033c7104f4d","verse":"Revelation 21:8","votes":13,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\"","modified":"2023-09-25T09:54:01.674Z"},{"_id":"616d848575868033c7104f4f","topicId":"616d848575868033c7104f4d","verse":"Leviticus 19:31","votes":12,"__v":0,"esv":"<div>\n<p id=\"p03019031_01-2\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n</div>","kjv":"<strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  ","niv":"<sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God."},{"_id":"616d848675868033c7104f50","topicId":"616d848575868033c7104f4d","verse":"Exodus 22:18","votes":12,"__v":0,"esv":"<div>\n<p id=\"p02022018_01-3\"><b class=\"verse-num\" id=\"v02022018-1\">18&nbsp;</b>“You shall not permit a sorceress to live.</p>\n</div>","kjv":"<strong>18</strong> Thou shalt not suffer a witch to live.  ","niv":"<sup><strong>18</strong></sup> \"Do not allow a sorceress to live."},{"_id":"616d848675868033c7104f51","topicId":"616d848575868033c7104f4d","verse":"Ephesians 5:11","votes":9,"__v":0,"esv":"<div>\n<p id=\"p49005011_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them.</p>\n</div>","kjv":"<strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  ","niv":"<sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them."},{"_id":"616d848675868033c7104f52","topicId":"616d848575868033c7104f4d","verse":"Leviticus 19:26","votes":9,"__v":0,"esv":"<div>\n<p id=\"p03019026_01-5\"><b class=\"verse-num\" id=\"v03019026-1\">26&nbsp;</b>“You shall not eat any flesh with the blood in it. You shall not interpret omens or tell fortunes.</p>\n</div>","kjv":"<strong>26</strong> Ye shall not eat any thing with the blood: neither shall ye use enchantment, nor observe times.  ","niv":"<sup><strong>26</strong></sup> \"'Do not eat any meat with the blood still in it. \"'Do not practice divination or sorcery."},{"_id":"616d848775868033c7104f53","topicId":"616d848575868033c7104f4d","verse":"Romans 1:25","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45001025_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n</div>","kjv":"<strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  ","niv":"<sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen.","modified":"2022-04-27T16:09:14.924Z"},{"_id":"616d848775868033c7104f54","topicId":"616d848575868033c7104f4d","verse":"1 Samuel 15:23","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p09015023_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v09015023-1\">23&nbsp;</b>&nbsp;&nbsp;For rebellion is as the sin of divination,</span><br><span id=\"p09015023_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and presumption is as iniquity and idolatry.</span><br><span id=\"p09015023_01-8\" class=\"line\">&nbsp;&nbsp;Because you have rejected the word of the LORD,</span><br><span id=\"p09015023_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has also rejected you from being king.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry. Because thou hast rejected the word of the LORD, he hath also rejected thee from being king.  ","niv":"<sup><strong>23</strong></sup> For rebellion is like the sin of divination, and arrogance like the evil of idolatry. Because you have rejected the word of the LORD, he has rejected you as king.\""},{"_id":"616d848775868033c7104f55","topicId":"616d848575868033c7104f4d","verse":"Galatians 5:19-21","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"616d848775868033c7104f56","topicId":"616d848575868033c7104f4d","verse":"Isaiah 8:19","votes":6,"__v":0,"esv":"<div>\n<p id=\"p23008019_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v23008019-1\">19&nbsp;</b>And when they say to you, “Inquire of the mediums and the necromancers who chirp and mutter,” should not a people inquire of their God? Should they inquire of the dead on behalf of the living?</p>\n</div>","kjv":"<strong>19</strong> And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead?  ","niv":"<sup><strong>19</strong></sup> When men tell you to consult mediums and spiritists, who whisper and mutter, should not a people inquire of their God? Why consult the dead on behalf of the living?"},{"_id":"616d848875868033c7104f57","topicId":"616d848575868033c7104f4d","verse":"2 Chronicles 33:6","votes":6,"__v":0,"esv":"<div>\n<p id=\"p14033006_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v14033006-1\">6&nbsp;</b>And he burned his sons as an offering in the Valley of the Son of Hinnom, and used fortune-telling and omens and sorcery, and dealt with mediums and with necromancers. He did much evil in the sight of the LORD, provoking him to anger.</p>\n</div>","kjv":"<strong>6</strong> And he caused his children to pass through the fire in the valley of the son of Hinnom: also he observed times, and used enchantments, and used witchcraft, and dealt with a familiar spirit, and with wizards: he wrought much evil in the sight of the LORD, to provoke him to anger.  ","niv":"<sup><strong>6</strong></sup> He sacrificed his sons in the fire in the Valley of Ben Hinnom, practiced sorcery, divination and witchcraft, and consulted mediums and spiritists. He did much evil in the eyes of the LORD, provoking him to anger."},{"_id":"616d848875868033c7104f58","topicId":"616d848575868033c7104f4d","verse":"Deuteronomy 18:10-12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p05018010_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you.</p>\n\n</div>","kjv":"<strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  ","niv":"<sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. "},{"_id":"616d848875868033c7104f59","topicId":"616d848575868033c7104f4d","verse":"John 14:6","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"616d848975868033c7104f5a","topicId":"616d848575868033c7104f4d","verse":"Micah 5:12","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33005012_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v33005012-1\">12&nbsp;</b>&nbsp;&nbsp;and I will cut off sorceries from your hand,</span><br><span id=\"p33005012_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall have no more tellers of fortunes;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> And I will cut off witchcrafts out of thine hand; and thou shalt have no more soothsayers:  ","niv":"<sup><strong>12</strong></sup> I will destroy your witchcraft and you will no longer cast spells."},{"_id":"616d848975868033c7104f5b","topicId":"616d848575868033c7104f4d","verse":"Leviticus 20:6","votes":5,"__v":0,"esv":"<div>\n<p id=\"p03020006_01-15\"><b class=\"verse-num\" id=\"v03020006-1\">6&nbsp;</b>“If a person turns to mediums and necromancers, whoring after them, I will set my face against that person and will cut him off from among his people.</p>\n</div>","kjv":"<strong>6</strong> And the soul that turneth after such as have familiar spirits, and after wizards, to go a whoring after them, I will even set my face against that soul, and will cut him off from among his people.  ","niv":"<sup><strong>6</strong></sup> \"'I will set my face against the person who turns to mediums and spiritists to prostitute himself by following them, and I will cut him off from his people."},{"_id":"616d848975868033c7104f5c","topicId":"616d848575868033c7104f4d","verse":"Revelation 22:15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66022015_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v66022015-1\">15&nbsp;</b>Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood.</p>\n</div>","kjv":"<strong>15</strong> For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.  ","niv":"<sup><strong>15</strong></sup> Outside are the dogs, those who practice magic arts, the sexually immoral, the murderers, the idolaters and everyone who loves and practices falsehood."},{"_id":"616d848a75868033c7104f5d","topicId":"616d848575868033c7104f4d","verse":"Exodus 20:1-26","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p02020001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02020001-1\">20:1&nbsp;</b>And God spoke all these words, saying,</p>\n<p id=\"p02020001_04-17\"><b class=\"verse-num\" id=\"v02020002-1\">2&nbsp;</b>“I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery.</p>\n<p id=\"p02020002_04-17\"><b class=\"verse-num\" id=\"v02020003-1\">3&nbsp;</b>“You shall have no other gods before me.</p>\n<p id=\"p02020003_04-17\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me, <b class=\"verse-num\" id=\"v02020006-1\">6&nbsp;</b>but showing steadfast love to thousands of those who love me and keep my commandments.</p>\n<p id=\"p02020006_04-17\"><b class=\"verse-num\" id=\"v02020007-1\">7&nbsp;</b>“You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain.</p>\n<p id=\"p02020007_04-17\"><b class=\"verse-num\" id=\"v02020008-1\">8&nbsp;</b>“Remember the Sabbath day, to keep it holy. <b class=\"verse-num\" id=\"v02020009-1\">9&nbsp;</b>Six days you shall labor, and do all your work, <b class=\"verse-num\" id=\"v02020010-1\">10&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates. <b class=\"verse-num\" id=\"v02020011-1\">11&nbsp;</b>For in six days the LORD made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy.</p>\n<p id=\"p02020011_04-17\"><b class=\"verse-num\" id=\"v02020012-1\">12&nbsp;</b>“Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you.</p>\n<p id=\"p02020012_04-17\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n<p id=\"p02020013_04-17\"><b class=\"verse-num\" id=\"v02020014-1\">14&nbsp;</b>“You shall not commit adultery.</p>\n<p id=\"p02020014_04-17\"><b class=\"verse-num\" id=\"v02020015-1\">15&nbsp;</b>“You shall not steal.</p>\n<p id=\"p02020015_04-17\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n<p id=\"p02020016_04-17\"><b class=\"verse-num\" id=\"v02020017-1\">17&nbsp;</b>“You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”</p>\n<p id=\"p02020017_04-17\"><b class=\"verse-num\" id=\"v02020018-1\">18&nbsp;</b>Now when all the people saw the thunder and the flashes of lightning and the sound of the trumpet and the mountain smoking, the people were afraid and trembled, and they stood far off <b class=\"verse-num\" id=\"v02020019-1\">19&nbsp;</b>and said to Moses, “You speak to us, and we will listen; but do not let God speak to us, lest we die.” <b class=\"verse-num\" id=\"v02020020-1\">20&nbsp;</b>Moses said to the people, “Do not fear, for God has come to test you, that the fear of him may be before you, that you may not sin.” <b class=\"verse-num\" id=\"v02020021-1\">21&nbsp;</b>The people stood far off, while Moses drew near to the thick darkness where God was.</p>\n\n<p id=\"p02020021_07-17\"><b class=\"verse-num\" id=\"v02020022-1\">22&nbsp;</b>And the LORD said to Moses, “Thus you shall say to the people of Israel: ‘You have seen for yourselves that I have talked with you from heaven. <b class=\"verse-num\" id=\"v02020023-1\">23&nbsp;</b>You shall not make gods of silver to be with me, nor shall you make for yourselves gods of gold. <b class=\"verse-num\" id=\"v02020024-1\">24&nbsp;</b>An altar of earth you shall make for me and sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I cause my name to be remembered I will come to you and bless you. <b class=\"verse-num\" id=\"v02020025-1\">25&nbsp;</b>If you make me an altar of stone, you shall not build it of hewn stones, for if you wield your tool on it you profane it. <b class=\"verse-num\" id=\"v02020026-1\">26&nbsp;</b>And you shall not go up by steps to my altar, that your nakedness be not exposed on it.’</p>\n\n</div>","kjv":"<strong>1</strong> And God spake all these words, saying,  <strong>2</strong> I am the LORD thy God, which have brought thee out of the land of Egypt, out of the house of bondage.  <strong>3</strong> Thou shalt have no other gods before me.  <strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  <strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  <strong>6</strong> And shewing mercy unto thousands of them that love me, and keep my commandments.  <strong>7</strong> Thou shalt not take the name of the LORD thy God in vain; for the LORD will not hold him guiltless that taketh his name in vain.  <strong>8</strong> Remember the sabbath day, to keep it holy.  <strong>9</strong> Six days shalt thou labour, and do all thy work:  <strong>10</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:  <strong>11</strong> For in six days the LORD made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the LORD blessed the sabbath day, and hallowed it.  <strong>12</strong> Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.  <strong>13</strong> Thou shalt not kill.  <strong>14</strong> Thou shalt not commit adultery.  <strong>15</strong> Thou shalt not steal.  <strong>16</strong> Thou shalt not bear false witness against thy neighbour.  <strong>17</strong> Thou shalt not covet thy neighbour’s house, thou shalt not covet thy neighbour’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour’s.  <strong>18</strong> And all the people saw the thunderings, and the lightnings, and the noise of the trumpet, and the mountain smoking: and when the people saw it, they removed, and stood afar off.  <strong>19</strong> And they said unto Moses, Speak thou with us, and we will hear: but let not God speak with us, lest we die.  <strong>20</strong> And Moses said unto the people, Fear not: for God is come to prove you, and that his fear may be before your faces, that ye sin not.  <strong>21</strong> And the people stood afar off, and Moses drew near unto the thick darkness where God was. <strong>22</strong> And the LORD said unto Moses, Thus thou shalt say unto the children of Israel, Ye have seen that I have talked with you from heaven.  <strong>23</strong> Ye shall not make with me gods of silver, neither shall ye make unto you gods of gold.  <strong>24</strong> An altar of earth thou shalt make unto me, and shalt sacrifice thereon thy burnt offerings, and thy peace offerings, thy sheep, and thine oxen: in all places where I record my name I will come unto thee, and I will bless thee.  <strong>25</strong> And if thou wilt make me an altar of stone, thou shalt not build it of hewn stone: for if thou lift up thy tool upon it, thou hast polluted it.  <strong>26</strong> Neither shalt thou go up by steps unto mine altar, that thy nakedness be not discovered thereon.  ","niv":"<sup><strong>1</strong></sup> And God spoke all these words: <sup><strong>2</strong></sup> \"I am the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>3</strong></sup> \"You shall have no other gods before me. <sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, <sup><strong>6</strong></sup> but showing love to a thousand {generations} of those who love me and keep my commandments. <sup><strong>7</strong></sup> \"You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name. <sup><strong>8</strong></sup> \"Remember the Sabbath day by keeping it holy. <sup><strong>9</strong></sup> Six days you shall labor and do all your work, <sup><strong>10</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your animals, nor the alien within your gates. <sup><strong>11</strong></sup> For in six days the LORD made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy. <sup><strong>12</strong></sup> \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you. <sup><strong>13</strong></sup> \"You shall not murder. <sup><strong>14</strong></sup> \"You shall not commit adultery. <sup><strong>15</strong></sup> \"You shall not steal. <sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor. <sup><strong>17</strong></sup> \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\" <sup><strong>18</strong></sup> When the people saw the thunder and lightning and heard the trumpet and saw the mountain in smoke, they trembled with fear. They stayed at a distance <sup><strong>19</strong></sup> and said to Moses, \"Speak to us yourself and we will listen. But do not have God speak to us or we will die.\" <sup><strong>20</strong></sup> Moses said to the people, \"Do not be afraid. God has come to test you, so that the fear of God will be with you to keep you from sinning.\" <sup><strong>21</strong></sup> The people remained at a distance, while Moses approached the thick darkness where God was. <sup><strong>22</strong></sup> Then the LORD said to Moses, \"Tell the Israelites this: 'You have seen for yourselves that I have spoken to you from heaven: <sup><strong>23</strong></sup> Do not make any gods to be alongside me; do not make for yourselves gods of silver or gods of gold. <sup><strong>24</strong></sup> \"'Make an altar of earth for me and sacrifice on it your burnt offerings and fellowship offerings, your sheep and goats and your cattle. Wherever I cause my name to be honored, I will come to you and bless you. <sup><strong>25</strong></sup> If you make an altar of stones for me, do not build it with dressed stones, for you will defile it if you use a tool on it. <sup><strong>26</strong></sup> And do not go up to my altar on steps, lest your nakedness be exposed on it.' "},{"_id":"616d848a75868033c7104f5e","topicId":"616d848575868033c7104f4d","verse":"Revelation 18:23","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018023_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018023-1\">23&nbsp;</b>&nbsp;&nbsp;and the light of a lamp</span><br><span id=\"p66018023_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will shine in you no more,</span><br><span id=\"p66018023_01-18\" class=\"line\">&nbsp;&nbsp;and the voice of bridegroom and bride</span><br><span id=\"p66018023_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be heard in you no more,</span><br><span id=\"p66018023_01-18\" class=\"line\">&nbsp;&nbsp;for your merchants were the great ones of the earth,</span><br><span id=\"p66018023_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all nations were deceived by your sorcery.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> And the light of a candle shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be heard no more at all in thee: for thy merchants were the great men of the earth; for by thy sorceries were all nations deceived.  ","niv":"<sup><strong>23</strong></sup> The light of a lamp will never shine in you again. The voice of bridegroom and bride will never be heard in you again. Your merchants were the world's great men. By your magic spell all the nations were led astray."},{"_id":"616d848a75868033c7104f5f","topicId":"616d848575868033c7104f4d","verse":"1 Chronicles 10:13-14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p13010013_01-20\"><b class=\"verse-num\" id=\"v13010013-1\">13&nbsp;</b>So Saul died for his breach of faith. He broke faith with the LORD in that he did not keep the command of the LORD, and also consulted a medium, seeking guidance. <b class=\"verse-num\" id=\"v13010014-1\">14&nbsp;</b>He did not seek guidance from the LORD. Therefore the LORD put him to death and turned the kingdom over to David the son of Jesse.</p>\n</div>","kjv":"<strong>13</strong> So Saul died for his transgression which he committed against the LORD, even against the word of the LORD, which he kept not, and also for asking counsel of one that had a familiar spirit, to enquire of it;  <strong>14</strong> And enquired not of the LORD: therefore he slew him, and turned the kingdom unto David the son of Jesse.  ","niv":"<sup><strong>13</strong></sup> Saul died because he was unfaithful to the LORD; he did not keep the word of the LORD and even consulted a medium for guidance, <sup><strong>14</strong></sup> and did not inquire of the LORD. So the LORD put him to death and turned the kingdom over to David son of Jesse. "},{"_id":"616d848a75868033c7104f60","topicId":"616d848575868033c7104f4d","verse":"Leviticus 20:27","votes":4,"__v":0,"esv":"<div>\n<p id=\"p03020027_01-21\"><b class=\"verse-num\" id=\"v03020027-1\">27&nbsp;</b>“A man or a woman who is a medium or a necromancer shall surely be put to death. They shall be stoned with stones; their blood shall be upon them.”</p>\n</div>","kjv":"<strong>27</strong> A man also or woman that hath a familiar spirit, or that is a wizard, shall surely be put to death: they shall stone them with stones: their blood shall be upon them.  ","niv":"<sup><strong>27</strong></sup> \"'A man or woman who is a medium or spiritist among you must be put to death. You are to stone them; their blood will be on their own heads.'\""},{"_id":"616d848b75868033c7104f61","topicId":"616d848575868033c7104f4d","verse":"Ephesians 6:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49006012_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms."},{"_id":"616d848b75868033c7104f62","topicId":"616d848575868033c7104f4d","verse":"Acts 19:19","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44019019_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019019-1\">19&nbsp;</b>And a number of those who had practiced magic arts brought their books together and burned them in the sight of all. And they counted the value of them and found it came to fifty thousand pieces of silver.</p>\n</div>","kjv":"<strong>19</strong> Many of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.  ","niv":"<sup><strong>19</strong></sup> A number who had practiced sorcery brought their scrolls together and burned them publicly. When they calculated the value of the scrolls, the total came to fifty thousand drachmas."},{"_id":"616d848c75868033c7104f63","topicId":"616d848575868033c7104f4d","verse":"2 Kings 21:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p12021006_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v12021006-1\">6&nbsp;</b>And he burned his son as an offering and used fortune-telling and omens and dealt with mediums and with necromancers. He did much evil in the sight of the LORD, provoking him to anger.</p>\n\n</div>","kjv":"<strong>6</strong> And he made his son pass through the fire, and observed times, and used enchantments, and dealt with familiar spirits and wizards: he wrought much wickedness in the sight of the LORD, to provoke him to anger.  ","niv":"<sup><strong>6</strong></sup> He sacrificed his own son in the fire, practiced sorcery and divination, and consulted mediums and spiritists. He did much evil in the eyes of the LORD, provoking him to anger."},{"_id":"616d848c75868033c7104f64","topicId":"616d848575868033c7104f4d","verse":"Isaiah 2:6","votes":3,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23002006_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002006-1\">6&nbsp;</b>&nbsp;&nbsp;For you have rejected your people,</span><br><span id=\"p23002006_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the house of Jacob,</span><br><span id=\"p23002006_06-25\" class=\"line\">&nbsp;&nbsp;because they are full of things from the east</span><br><span id=\"p23002006_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and of fortune-tellers like the Philistines,</span><br><span id=\"p23002006_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they strike hands with the children of foreigners.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Therefore thou hast forsaken thy people the house of Jacob, because they be replenished from the east, and are soothsayers like the Philistines, and they please themselves in the children of strangers.  ","niv":"<sup><strong>6</strong></sup> You have abandoned your people, the house of Jacob. They are full of superstitions from the East; they practice divination like the Philistines and clasp hands with pagans."},{"_id":"616d848c75868033c7104f65","topicId":"616d848575868033c7104f4d","verse":"2 Kings 17:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p12017017_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v12017017-1\">17&nbsp;</b>And they burned their sons and their daughters as offerings and used divination and omens and sold themselves to do evil in the sight of the LORD, provoking him to anger.</p>\n\n</div>","kjv":"<strong>17</strong> And they caused their sons and their daughters to pass through the fire, and used divination and enchantments, and sold themselves to do evil in the sight of the LORD, to provoke him to anger.  ","niv":"<sup><strong>17</strong></sup> They sacrificed their sons and daughters in the fire. They practiced divination and sorcery and sold themselves to do evil in the eyes of the LORD, provoking him to anger."},{"_id":"616d848c75868033c7104f66","topicId":"616d848575868033c7104f4d","verse":"1 Samuel 28:1-25","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p09028001_07-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v09028001-1\">28:1&nbsp;</b>In those days the Philistines gathered their forces for war, to fight against Israel. And Achish said to David, “Understand that you and your men are to go out with me in the army.” <b class=\"verse-num\" id=\"v09028002-1\">2&nbsp;</b>David said to Achish, “Very well, you shall know what your servant can do.” And Achish said to David, “Very well, I will make you my bodyguard for life.”</p>\n<p id=\"p09028002_07-28\"><b class=\"verse-num\" id=\"v09028003-1\">3&nbsp;</b>Now Samuel had died, and all Israel had mourned for him and buried him in Ramah, his own city. And Saul had put the mediums and the necromancers out of the land. <b class=\"verse-num\" id=\"v09028004-1\">4&nbsp;</b>The Philistines assembled and came and encamped at Shunem. And Saul gathered all Israel, and they encamped at Gilboa. <b class=\"verse-num\" id=\"v09028005-1\">5&nbsp;</b>When Saul saw the army of the Philistines, he was afraid, and his heart trembled greatly. <b class=\"verse-num\" id=\"v09028006-1\">6&nbsp;</b>And when Saul inquired of the LORD, the LORD did not answer him, either by dreams, or by Urim, or by prophets. <b class=\"verse-num\" id=\"v09028007-1\">7&nbsp;</b>Then Saul said to his servants, “Seek out for me a woman who is a medium, that I may go to her and inquire of her.” And his servants said to him, “Behold, there is a medium at En-dor.”</p>\n<p id=\"p09028007_07-28\"><b class=\"verse-num\" id=\"v09028008-1\">8&nbsp;</b>So Saul disguised himself and put on other garments and went, he and two men with him. And they came to the woman by night. And he said, “Divine for me by a spirit and bring up for me whomever I shall name to you.” <b class=\"verse-num\" id=\"v09028009-1\">9&nbsp;</b>The woman said to him, “Surely you know what Saul has done, how he has cut off the mediums and the necromancers from the land. Why then are you laying a trap for my life to bring about my death?” <b class=\"verse-num\" id=\"v09028010-1\">10&nbsp;</b>But Saul swore to her by the LORD, “As the LORD lives, no punishment shall come upon you for this thing.” <b class=\"verse-num\" id=\"v09028011-1\">11&nbsp;</b>Then the woman said, “Whom shall I bring up for you?” He said, “Bring up Samuel for me.” <b class=\"verse-num\" id=\"v09028012-1\">12&nbsp;</b>When the woman saw Samuel, she cried out with a loud voice. And the woman said to Saul, “Why have you deceived me? You are Saul.” <b class=\"verse-num\" id=\"v09028013-1\">13&nbsp;</b>The king said to her, “Do not be afraid. What do you see?” And the woman said to Saul, “I see a god coming up out of the earth.” <b class=\"verse-num\" id=\"v09028014-1\">14&nbsp;</b>He said to her, “What is his appearance?” And she said, “An old man is coming up, and he is wrapped in a robe.” And Saul knew that it was Samuel, and he bowed with his face to the ground and paid homage.</p>\n<p id=\"p09028014_07-28\"><b class=\"verse-num\" id=\"v09028015-1\">15&nbsp;</b>Then Samuel said to Saul, “Why have you disturbed me by bringing me up?” Saul answered, “I am in great distress, for the Philistines are warring against me, and God has turned away from me and answers me no more, either by prophets or by dreams. Therefore I have summoned you to tell me what I shall do.” <b class=\"verse-num\" id=\"v09028016-1\">16&nbsp;</b>And Samuel said, “Why then do you ask me, since the LORD has turned from you and become your enemy? <b class=\"verse-num\" id=\"v09028017-1\">17&nbsp;</b>The LORD has done to you as he spoke by me, for the LORD has torn the kingdom out of your hand and given it to your neighbor, David. <b class=\"verse-num\" id=\"v09028018-1\">18&nbsp;</b>Because you did not obey the voice of the LORD and did not carry out his fierce wrath against Amalek, therefore the LORD has done this thing to you this day. <b class=\"verse-num\" id=\"v09028019-1\">19&nbsp;</b>Moreover, the LORD will give Israel also with you into the hand of the Philistines, and tomorrow you and your sons shall be with me. The LORD will give the army of Israel also into the hand of the Philistines.”</p>\n<p id=\"p09028019_07-28\"><b class=\"verse-num\" id=\"v09028020-1\">20&nbsp;</b>Then Saul fell at once full length on the ground, filled with fear because of the words of Samuel. And there was no strength in him, for he had eaten nothing all day and all night. <b class=\"verse-num\" id=\"v09028021-1\">21&nbsp;</b>And the woman came to Saul, and when she saw that he was terrified, she said to him, “Behold, your servant has obeyed you. I have taken my life in my hand and have listened to what you have said to me. <b class=\"verse-num\" id=\"v09028022-1\">22&nbsp;</b>Now therefore, you also obey your servant. Let me set a morsel of bread before you; and eat, that you may have strength when you go on your way.” <b class=\"verse-num\" id=\"v09028023-1\">23&nbsp;</b>He refused and said, “I will not eat.” But his servants, together with the woman, urged him, and he listened to their words. So he arose from the earth and sat on the bed. <b class=\"verse-num\" id=\"v09028024-1\">24&nbsp;</b>Now the woman had a fattened calf in the house, and she quickly killed it, and she took flour and kneaded it and baked unleavened bread of it, <b class=\"verse-num\" id=\"v09028025-1\">25&nbsp;</b>and she put it before Saul and his servants, and they ate. Then they rose and went away that night.</p>\n</div>","kjv":"<strong>1</strong> And it came to pass in those days, that the Philistines gathered their armies together for warfare, to fight with Israel. And Achish said unto David, Know thou assuredly, that thou shalt go out with me to battle, thou and thy men.  <strong>2</strong> And David said to Achish, Surely thou shalt know what thy servant can do. And Achish said to David, Therefore will I make thee keeper of mine head for ever.  <strong>3</strong> Now Samuel was dead, and all Israel had lamented him, and buried him in Ramah, even in his own city. And Saul had put away those that had familiar spirits, and the wizards, out of the land.  <strong>4</strong> And the Philistines gathered themselves together, and came and pitched in Shunem: and Saul gathered all Israel together, and they pitched in Gilboa.  <strong>5</strong> And when Saul saw the host of the Philistines, he was afraid, and his heart greatly trembled.  <strong>6</strong> And when Saul enquired of the LORD, the LORD answered him not, neither by dreams nor by Urim, nor by prophets.  <strong>7</strong> Then said Saul unto his servants, Seek me a woman that hath a familiar spirit, that I may go to her, and enquire of her. And his servants said to him, Behold, there is a woman that hath a familiar spirit at Endor.  <strong>8</strong> And Saul disguised himself, and put on other raiment, and he went, and two men with him, and they came to the woman by night: and he said, I pray thee, divine unto me by the familiar spirit, and bring me him up, whom I shall name unto thee.  <strong>9</strong> And the woman said unto him, Behold, thou knowest what Saul hath done, how he hath cut off those that have familiar spirits, and the wizards, out of the land: wherefore then layest thou a snare for my life, to cause me to die?  <strong>10</strong> And Saul sware to her by the LORD, saying, As the LORD liveth, there shall no punishment happen to thee for this thing.  <strong>11</strong> Then said the woman, Whom shall I bring up unto thee? And he said, Bring me up Samuel.  <strong>12</strong> And when the woman saw Samuel, she cried with a loud voice: and the woman spake to Saul, saying, Why hast thou deceived me? for thou art  Saul.  <strong>13</strong> And the king said unto her, Be not afraid: for what sawest thou? And the woman said unto Saul, I saw gods ascending out of the earth.  <strong>14</strong> And he said unto her, What form is he of? And she said, An old man cometh up; and he is covered with a mantle. And Saul perceived that it was Samuel, and he stooped with his face to the ground, and bowed himself.  <strong>15</strong> And Samuel said to Saul, Why hast thou disquieted me, to bring me up? And Saul answered, I am sore distressed; for the Philistines make war against me, and God is departed from me, and answereth me no more, neither by prophets, nor by dreams: therefore I have called thee, that thou mayest make known unto me what I shall do.  <strong>16</strong> Then said Samuel, Wherefore then dost thou ask of me, seeing the LORD is departed from thee, and is become thine enemy?  <strong>17</strong> And the LORD hath done to him, as he spake by me: for the LORD hath rent the kingdom out of thine hand, and given it to thy neighbour, even  to David:  <strong>18</strong> Because thou obeyedst not the voice of the LORD, nor executedst his fierce wrath upon Amalek, therefore hath the LORD done this thing unto thee this day.  <strong>19</strong> Moreover the LORD will also deliver Israel with thee into the hand of the Philistines: and to morrow shalt thou and thy sons be  with me: the LORD also shall deliver the host of Israel into the hand of the Philistines.  <strong>20</strong> Then Saul fell straightway all along on the earth, and was sore afraid, because of the words of Samuel: and there was no strength in him; for he had eaten no bread all the day, nor all the night.  <strong>21</strong> And the woman came unto Saul, and saw that he was sore troubled, and said unto him, Behold, thine handmaid hath obeyed thy voice, and I have put my life in my hand, and have hearkened unto thy words which thou spakest unto me.  <strong>22</strong> Now therefore, I pray thee, hearken thou also unto the voice of thine handmaid, and let me set a morsel of bread before thee; and eat, that thou mayest have strength, when thou goest on thy way.  <strong>23</strong> But he refused, and said, I will not eat. But his servants, together with the woman, compelled him; and he hearkened unto their voice. So he arose from the earth, and sat upon the bed.  <strong>24</strong> And the woman had a fat calf in the house; and she hasted, and killed it, and took flour, and kneaded it, and did bake unleavened bread thereof:  <strong>25</strong> And she brought it before Saul, and before his servants; and they did eat. Then they rose up, and went away that night.  ","niv":"<sup><strong>1</strong></sup> In those days the Philistines gathered their forces to fight against Israel. Achish said to David, \"You must understand that you and your men will accompany me in the army.\" <sup><strong>2</strong></sup> David said, \"Then you will see for yourself what your servant can do.\" Achish replied, \"Very well, I will make you my bodyguard for life.\" <sup><strong>3</strong></sup> Now Samuel was dead, and all Israel had mourned for him and buried him in his own town of Ramah. Saul had expelled the mediums and spiritists from the land. <sup><strong>4</strong></sup> The Philistines assembled and came and set up camp at Shunem, while Saul gathered all the Israelites and set up camp at Gilboa. <sup><strong>5</strong></sup> When Saul saw the Philistine army, he was afraid; terror filled his heart. <sup><strong>6</strong></sup> He inquired of the LORD, but the LORD did not answer him by dreams or Urim or prophets. <sup><strong>7</strong></sup> Saul then said to his attendants, \"Find me a woman who is a medium, so I may go and inquire of her.There is one in Endor,\" they said. <sup><strong>8</strong></sup> So Saul disguised himself, putting on other clothes, and at night he and two men went to the woman. \"Consult a spirit for me,\" he said, \"and bring up for me the one I name.\" <sup><strong>9</strong></sup> But the woman said to him, \"Surely you know what Saul has done. He has cut off the mediums and spiritists from the land. Why have you set a trap for my life to bring about my death?\" <sup><strong>10</strong></sup> Saul swore to her by the LORD, \"As surely as the LORD lives, you will not be punished for this.\" <sup><strong>11</strong></sup> Then the woman asked, \"Whom shall I bring up for you?Bring up Samuel,\" he said. <sup><strong>12</strong></sup> When the woman saw Samuel, she cried out at the top of her voice and said to Saul, \"Why have you deceived me? You are Saul!\" <sup><strong>13</strong></sup> The king said to her, \"Don't be afraid. What do you see?\" The woman said, \"I see a spirit coming up out of the ground.\" <sup><strong>14</strong></sup> \"What does he look like?\" he asked. \"An old man wearing a robe is coming up,\" she said. Then Saul knew it was Samuel, and he bowed down and prostrated himself with his face to the ground. <sup><strong>15</strong></sup> Samuel said to Saul, \"Why have you disturbed me by bringing me up?I am in great distress,\" Saul said. \"The Philistines are fighting against me, and God has turned away from me. He no longer answers me, either by prophets or by dreams. So I have called on you to tell me what to do.\" <sup><strong>16</strong></sup> Samuel said, \"Why do you consult me, now that the LORD has turned away from you and become your enemy? <sup><strong>17</strong></sup> The LORD has done what he predicted through me. The LORD has torn the kingdom out of your hands and given it to one of your neighbors-to David. <sup><strong>18</strong></sup> Because you did not obey the LORD or carry out his fierce wrath against the Amalekites, the LORD has done this to you today. <sup><strong>19</strong></sup> The LORD will hand over both Israel and you to the Philistines, and tomorrow you and your sons will be with me. The LORD will also hand over the army of Israel to the Philistines.\" <sup><strong>20</strong></sup> Immediately Saul fell full length on the ground, filled with fear because of Samuel's words. His strength was gone, for he had eaten nothing all that day and night. <sup><strong>21</strong></sup> When the woman came to Saul and saw that he was greatly shaken, she said, \"Look, your maidservant has obeyed you. I took my life in my hands and did what you told me to do. <sup><strong>22</strong></sup> Now please listen to your servant and let me give you some food so you may eat and have the strength to go on your way.\" <sup><strong>23</strong></sup> He refused and said, \"I will not eat.\" But his men joined the woman in urging him, and he listened to them. He got up from the ground and sat on the couch. <sup><strong>24</strong></sup> The woman had a fattened calf at the house, which she butchered at once. She took some flour, kneaded it and baked bread without yeast. <sup><strong>25</strong></sup> Then she set it before Saul and his men, and they ate. That same night they got up and left. "}]}