{"_id":"616d860c75868033c710501d","slug":"windows","name":"Windows","verses":[{"_id":"616d860c75868033c710501e","topicId":"616d860c75868033c710501d","verse":"Malachi 3:10","votes":26,"__v":0,"esv":"<div>\n<p id=\"p39003010_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.</p>\n</div>","kjv":"<strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  ","niv":"<sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it.","modified":"2023-05-29T23:07:43.199Z"},{"_id":"616d860d75868033c710501f","topicId":"616d860c75868033c710501d","verse":"2 Kings 9:30","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p12009030_04-2\"><b class=\"verse-num\" id=\"v12009030-1\">30&nbsp;</b>When Jehu came to Jezreel, Jezebel heard of it. And she painted her eyes and adorned her head and looked out of the window.</p>\n</div>","kjv":"<strong>30</strong> And when Jehu was come to Jezreel, Jezebel heard of it; and she painted her face, and tired her head, and looked out at a window.  ","niv":"<sup><strong>30</strong></sup> Then Jehu went to Jezreel. When Jezebel heard about it, she painted her eyes, arranged her hair and looked out of a window.","modified":"2022-11-02T16:01:38.729Z"},{"_id":"616d860d75868033c7105020","topicId":"616d860c75868033c710501d","verse":"Malachi 3:8-10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p39003008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003008-1\">8&nbsp;</b>Will man rob God? Yet you are robbing me. But you say, ‘How have we robbed you?’ In your tithes and contributions. <b class=\"verse-num\" id=\"v39003009-1\">9&nbsp;</b>You are cursed with a curse, for you are robbing me, the whole nation of you. <b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.</p>\n</div>","kjv":"<strong>8</strong> Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings.  <strong>9</strong> Ye are cursed with a curse: for ye have robbed me, even  this whole nation.  <strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  ","niv":"<sup><strong>8</strong></sup> \"Will a man rob God? Yet you rob me. \"But you ask, 'How do we rob you?'\"In tithes and offerings. <sup><strong>9</strong></sup> You are under a curse-the whole nation of you-because you are robbing me. <sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it. ","modified":"2022-12-03T13:07:56.863Z"},{"_id":"616d860e75868033c7105021","topicId":"616d860c75868033c710501d","verse":"2 Kings 13:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p12013017_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v12013017-1\">17&nbsp;</b>And he said, “Open the window eastward,” and he opened it. Then Elisha said, “Shoot,” and he shot. And he said, “The LORD’s arrow of victory, the arrow of victory over Syria! For you shall fight the Syrians in Aphek until you have made an end of them.”</p>\n</div>","kjv":"<strong>17</strong> And he said, Open the window eastward. And he opened it.  Then Elisha said, Shoot. And he shot. And he said, The arrow of the LORD’S deliverance, and the arrow of deliverance from Syria: for thou shalt smite the Syrians in Aphek, till thou have consumed them.  ","niv":"<sup><strong>17</strong></sup> \"Open the east window,\" he said, and he opened it. \"Shoot!\" Elisha said, and he shot. \"The LORD's arrow of victory, the arrow of victory over Aram!\" Elisha declared. \"You will completely destroy the Arameans at Aphek.\""},{"_id":"616d860e75868033c7105022","topicId":"616d860c75868033c710501d","verse":"2 Samuel 6:16","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p10006016_04-5\"><b class=\"verse-num\" id=\"v10006016-1\">16&nbsp;</b>As the ark of the LORD came into the city of David, Michal the daughter of Saul looked out of the window and saw King David leaping and dancing before the LORD, and she despised him in her heart.</p>\n</div>","kjv":"<strong>16</strong> And as the ark of the LORD came into the city of David, Michal Saul’s daughter looked through a window, and saw king David leaping and dancing before the LORD; and she despised him in her heart.  ","niv":"<sup><strong>16</strong></sup> As the ark of the LORD was entering the City of David, Michal daughter of Saul watched from a window. And when she saw King David leaping and dancing before the LORD, she despised him in her heart.","modified":"2023-04-30T17:11:04.695Z"},{"_id":"616d860e75868033c7105023","topicId":"616d860c75868033c710501d","verse":"Genesis 28:20-22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01028020_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v01028020-1\">20&nbsp;</b>Then Jacob made a vow, saying, “If God will be with me and will keep me in this way that I go, and will give me bread to eat and clothing to wear, <b class=\"verse-num\" id=\"v01028021-1\">21&nbsp;</b>so that I come again to my father’s house in peace, then the LORD shall be my God, <b class=\"verse-num\" id=\"v01028022-1\">22&nbsp;</b>and this stone, which I have set up for a pillar, shall be God’s house. And of all that you give me I will give a full tenth to you.”</p>\n</div>","kjv":"<strong>20</strong> And Jacob vowed a vow, saying, If God will be with me, and will keep me in this way that I go, and will give me bread to eat, and raiment to put on,  <strong>21</strong> So that I come again to my father’s house in peace; then shall the LORD be my God:  <strong>22</strong> And this stone, which I have set for a pillar, shall be God’s house: and of all that thou shalt give me I will surely give the tenth unto thee.  ","niv":"<sup><strong>20</strong></sup> Then Jacob made a vow, saying, \"If God will be with me and will watch over me on this journey I am taking and will give me food to eat and clothes to wear <sup><strong>21</strong></sup> so that I return safely to my father's house, then the LORD will be my God <sup><strong>22</strong></sup> and this stone that I have set up as a pillar will be God's house, and of all that you give me I will give you a tenth.\" "},{"_id":"616d860e75868033c7105024","topicId":"616d860c75868033c710501d","verse":"James 1:27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."},{"_id":"616d860f75868033c7105025","topicId":"616d860c75868033c710501d","verse":"Exodus 22:22-24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02022022_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v02022022-1\">22&nbsp;</b>You shall not mistreat any widow or fatherless child. <b class=\"verse-num\" id=\"v02022023-1\">23&nbsp;</b>If you do mistreat them, and they cry out to me, I will surely hear their cry, <b class=\"verse-num\" id=\"v02022024-1\">24&nbsp;</b>and my wrath will burn, and I will kill you with the sword, and your wives shall become widows and your children fatherless.</p>\n</div>","kjv":"<strong>22</strong> Ye shall not afflict any widow, or fatherless child.  <strong>23</strong> If thou afflict them in any wise, and they cry at all unto me, I will surely hear their cry;  <strong>24</strong> And my wrath shall wax hot, and I will kill you with the sword; and your wives shall be widows, and your children fatherless.  ","niv":"<sup><strong>22</strong></sup> \"Do not take advantage of a widow or an orphan. <sup><strong>23</strong></sup> If you do and they cry out to me, I will certainly hear their cry. <sup><strong>24</strong></sup> My anger will be aroused, and I will kill you with the sword; your wives will become widows and your children fatherless. "},{"_id":"616d860f75868033c7105026","topicId":"616d860c75868033c710501d","verse":"2 Kings 7:1-2","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p12007001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12007001-1\">7:1&nbsp;</b>But Elisha said, “Hear the word of the LORD: thus says the LORD, Tomorrow about this time a seah of fine flour shall be sold for a shekel, and two seahs of barley for a shekel, at the gate of Samaria.” <b class=\"verse-num\" id=\"v12007002-1\">2&nbsp;</b>Then the captain on whose hand the king leaned said to the man of God, “If the LORD himself should make windows in heaven, could this thing be?” But he said, “You shall see it with your own eyes, but you shall not eat of it.”</p>\n\n</div>","kjv":"<strong>1</strong> Then Elisha said, Hear ye the word of the LORD; Thus saith the LORD, To morrow about this time shall a measure of fine flour be sold  for a shekel, and two measures of barley for a shekel, in the gate of Samaria.  <strong>2</strong> Then a lord on whose hand the king leaned answered the man of God, and said, Behold, if the LORD would make windows in heaven, might this thing be? And he said, Behold, thou shalt see it with thine eyes, but shalt not eat thereof.  ","niv":"<sup><strong>1</strong></sup> Elisha said, \"Hear the word of the LORD. This is what the LORD says: About this time tomorrow, a seah of flour will sell for a shekel and two seahs of barley for a shekel at the gate of Samaria.\" <sup><strong>2</strong></sup> The officer on whose arm the king was leaning said to the man of God, \"Look, even if the LORD should open the floodgates of the heavens, could this happen?You will see it with your own eyes,\" answered Elisha, \"but you will not eat any of it!\" "},{"_id":"616d861075868033c7105027","topicId":"616d860c75868033c710501d","verse":"Psalm 146:9","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19146009_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19146009-1\">9&nbsp;</b>&nbsp;&nbsp;The LORD watches over the sojourners;</span><br><span id=\"p19146009_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he upholds the widow and the fatherless,</span><br><span id=\"p19146009_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the way of the wicked he brings to ruin.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> The LORD preserveth the strangers; he relieveth the fatherless and widow: but the way of the wicked he turneth upside down.  ","niv":"<sup><strong>9</strong></sup> The LORD watches over the alien and sustains the fatherless and the widow, but he frustrates the ways of the wicked.","modified":"2023-04-28T21:25:45.957Z"},{"_id":"616d861075868033c7105028","topicId":"616d860c75868033c710501d","verse":"Joel 2:9","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29002009_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002009-1\">9&nbsp;</b>&nbsp;&nbsp;They leap upon the city,</span><br><span id=\"p29002009_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they run upon the walls,</span><br><span id=\"p29002009_01-11\" class=\"line\">&nbsp;&nbsp;they climb up into the houses,</span><br><span id=\"p29002009_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they enter through the windows like a thief.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> They shall run to and fro in the city; they shall run upon the wall, they shall climb up upon the houses; they shall enter in at the windows like a thief.  ","niv":"<sup><strong>9</strong></sup> They rush upon the city; they run along the wall. They climb into the houses; like thieves they enter through the windows.","modified":"2023-03-25T06:55:50.057Z"},{"_id":"616d861075868033c7105029","topicId":"616d860c75868033c710501d","verse":"Mark 12:41-44","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41012041_04-12\"><b class=\"verse-num\" id=\"v41012041-1\">41&nbsp;</b>And he sat down opposite the treasury and watched the people putting money into the offering box. Many rich people put in large sums. <b class=\"verse-num\" id=\"v41012042-1\">42&nbsp;</b>And a poor widow came and put in two small copper coins, which make a penny. <b class=\"verse-num\" id=\"v41012043-1\">43&nbsp;</b>And he called his disciples to him and said to them, <span class=\"woc\">“Truly, I say to you, this poor widow has put in more than all those who are contributing to the offering box.</span> <b class=\"verse-num woc\" id=\"v41012044-1\">44&nbsp;</b><span class=\"woc\">For they all contributed out of their abundance, but she out of her poverty has put in everything she had, all she had to live on.”</span></p>\n\n</div>","kjv":"<strong>41</strong> And Jesus sat over against the treasury, and beheld how the people cast money into the treasury: and many that were rich cast in much.  <strong>42</strong> And there came a certain poor widow, and she threw in two mites, which make a farthing.  <strong>43</strong> And he called unto him his disciples, and saith unto them, Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury:  <strong>44</strong> For all they did cast in of their abundance; but she of her want did cast in all that she had, even all her living. ","niv":"<sup><strong>41</strong></sup> Jesus sat down opposite the place where the offerings were put and watched the crowd putting their money into the temple treasury. Many rich people threw in large amounts. <sup><strong>42</strong></sup> But a poor widow came and put in two very small copper coins, worth only a fraction of a penny. <sup><strong>43</strong></sup> Calling his disciples to him, Jesus said, \"I tell you the truth, this poor widow has put more into the treasury than all the others. <sup><strong>44</strong></sup> They all gave out of their wealth; but she, out of her poverty, put in everything--all she had to live on.\" "},{"_id":"616d861075868033c710502a","topicId":"616d860c75868033c710501d","verse":"Genesis 14:1-24","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01014001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01014001-1\">14:1&nbsp;</b>In the days of Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of Goiim, <b class=\"verse-num\" id=\"v01014002-1\">2&nbsp;</b>these kings made war with Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboiim, and the king of Bela (that is, Zoar). <b class=\"verse-num\" id=\"v01014003-1\">3&nbsp;</b>And all these joined forces in the Valley of Siddim (that is, the Salt Sea). <b class=\"verse-num\" id=\"v01014004-1\">4&nbsp;</b>Twelve years they had served Chedorlaomer, but in the thirteenth year they rebelled. <b class=\"verse-num\" id=\"v01014005-1\">5&nbsp;</b>In the fourteenth year Chedorlaomer and the kings who were with him came and defeated the Rephaim in Ashteroth-karnaim, the Zuzim in Ham, the Emim in Shaveh-kiriathaim, <b class=\"verse-num\" id=\"v01014006-1\">6&nbsp;</b>and the Horites in their hill country of Seir as far as El-paran on the border of the wilderness. <b class=\"verse-num\" id=\"v01014007-1\">7&nbsp;</b>Then they turned back and came to En-mishpat (that is, Kadesh) and defeated all the country of the Amalekites, and also the Amorites who were dwelling in Hazazon-tamar.</p>\n<p id=\"p01014007_04-13\"><b class=\"verse-num\" id=\"v01014008-1\">8&nbsp;</b>Then the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (that is, Zoar) went out, and they joined battle in the Valley of Siddim <b class=\"verse-num\" id=\"v01014009-1\">9&nbsp;</b>with Chedorlaomer king of Elam, Tidal king of Goiim, Amraphel king of Shinar, and Arioch king of Ellasar, four kings against five. <b class=\"verse-num\" id=\"v01014010-1\">10&nbsp;</b>Now the Valley of Siddim was full of bitumen pits, and as the kings of Sodom and Gomorrah fled, some fell into them, and the rest fled to the hill country. <b class=\"verse-num\" id=\"v01014011-1\">11&nbsp;</b>So the enemy took all the possessions of Sodom and Gomorrah, and all their provisions, and went their way. <b class=\"verse-num\" id=\"v01014012-1\">12&nbsp;</b>They also took Lot, the son of Abram’s brother, who was dwelling in Sodom, and his possessions, and went their way.</p>\n<p id=\"p01014012_04-13\"><b class=\"verse-num\" id=\"v01014013-1\">13&nbsp;</b>Then one who had escaped came and told Abram the Hebrew, who was living by the oaks of Mamre the Amorite, brother of Eshcol and of Aner. These were allies of Abram. <b class=\"verse-num\" id=\"v01014014-1\">14&nbsp;</b>When Abram heard that his kinsman had been taken captive, he led forth his trained men, born in his house, 318 of them, and went in pursuit as far as Dan. <b class=\"verse-num\" id=\"v01014015-1\">15&nbsp;</b>And he divided his forces against them by night, he and his servants, and defeated them and pursued them to Hobah, north of Damascus. <b class=\"verse-num\" id=\"v01014016-1\">16&nbsp;</b>Then he brought back all the possessions, and also brought back his kinsman Lot with his possessions, and the women and the people.</p>\n\n<p id=\"p01014016_08-13\"><b class=\"verse-num\" id=\"v01014017-1\">17&nbsp;</b>After his return from the defeat of Chedorlaomer and the kings who were with him, the king of Sodom went out to meet him at the Valley of Shaveh (that is, the King’s Valley). <b class=\"verse-num\" id=\"v01014018-1\">18&nbsp;</b>And Melchizedek king of Salem brought out bread and wine. (He was priest of God Most High.) <b class=\"verse-num\" id=\"v01014019-1\">19&nbsp;</b>And he blessed him and said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01014019_08-13\" class=\"line\">&nbsp;&nbsp;“Blessed be Abram by God Most High,</span><br><span id=\"p01014019_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Possessor of heaven and earth;</span><br><span id=\"p01014020_08-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v01014020-1\">20&nbsp;</b>&nbsp;&nbsp;and blessed be God Most High,</span><br><span id=\"p01014020_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who has delivered your enemies into your hand!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01014020_08-13\" class=\"same-paragraph\">And Abram gave him a tenth of everything. <b class=\"verse-num\" id=\"v01014021-1\">21&nbsp;</b>And the king of Sodom said to Abram, “Give me the persons, but take the goods for yourself.” <b class=\"verse-num\" id=\"v01014022-1\">22&nbsp;</b>But Abram said to the king of Sodom, “I have lifted my hand to the LORD, God Most High, Possessor of heaven and earth, <b class=\"verse-num\" id=\"v01014023-1\">23&nbsp;</b>that I would not take a thread or a sandal strap or anything that is yours, lest you should say, ‘I have made Abram rich.’ <b class=\"verse-num\" id=\"v01014024-1\">24&nbsp;</b>I will take nothing but what the young men have eaten, and the share of the men who went with me. Let Aner, Eshcol, and Mamre take their share.”</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in the days of Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of nations;  <strong>2</strong> That these made war with Bera king of Sodom, and with Birsha king of Gomorrah, Shinab king of Admah, and Shemeber king of Zeboiim, and the king of Bela, which is Zoar.  <strong>3</strong> All these were joined together in the vale of Siddim, which is the salt sea.  <strong>4</strong> Twelve years they served Chedorlaomer, and in the thirteenth year they rebelled.  <strong>5</strong> And in the fourteenth year came Chedorlaomer, and the kings that were with him, and smote the Rephaims in Ashteroth Karnaim, and the Zuzims in Ham, and the Emims in Shaveh Kiriathaim,  <strong>6</strong> And the Horites in their mount Seir, unto El-paran, which is  by the wilderness.  <strong>7</strong> And they returned, and came to En-mishpat, which is Kadesh, and smote all the country of the Amalekites, and also the Amorites that dwelt in Hazezon-tamar.  <strong>8</strong> And there went out the king of Sodom, and the king of Gomorrah, and the king of Admah, and the king of Zeboiim, and the king of Bela (the same is Zoar;) and they joined battle with them in the vale of Siddim;  <strong>9</strong> With Chedorlaomer the king of Elam, and with Tidal king of nations, and Amraphel king of Shinar, and Arioch king of Ellasar; four kings with five.  <strong>10</strong> And the vale of Siddim was full of slimepits; and the kings of Sodom and Gomorrah fled, and fell there; and they that remained fled to the mountain.  <strong>11</strong> And they took all the goods of Sodom and Gomorrah, and all their victuals, and went their way.  <strong>12</strong> And they took Lot, Abram’s brother’s son, who dwelt in Sodom, and his goods, and departed.  <strong>13</strong> And there came one that had escaped, and told Abram the Hebrew; for he dwelt in the plain of Mamre the Amorite, brother of Eshcol, and brother of Aner: and these were confederate with Abram.  <strong>14</strong> And when Abram heard that his brother was taken captive, he armed his trained servants, born in his own house, three hundred and eighteen, and pursued them unto Dan.  <strong>15</strong> And he divided himself against them, he and his servants, by night, and smote them, and pursued them unto Hobah, which is on the left hand of Damascus.  <strong>16</strong> And he brought back all the goods, and also brought again his brother Lot, and his goods, and the women also, and the people.  <strong>17</strong> And the king of Sodom went out to meet him after his return from the slaughter of Chedorlaomer, and of the kings that were with him, at the valley of Shaveh, which is the king’s dale.  <strong>18</strong> And Melchizedek king of Salem brought forth bread and wine: and he was the priest of the most high God.  <strong>19</strong> And he blessed him, and said, Blessed be Abram of the most high God, possessor of heaven and earth:  <strong>20</strong> And blessed be the most high God, which hath delivered thine enemies into thy hand. And he gave him tithes of all.  <strong>21</strong> And the king of Sodom said unto Abram, Give me the persons, and take the goods to thyself.  <strong>22</strong> And Abram said to the king of Sodom, I have lift up mine hand unto the LORD, the most high God, the possessor of heaven and earth,  <strong>23</strong> That I will not take from a thread even to a shoelatchet, and that I will not take any thing that is thine, lest thou shouldest say, I have made Abram rich:  <strong>24</strong> Save only that which the young men have eaten, and the portion of the men which went with me, Aner, Eshcol, and Mamre; let them take their portion.  ","niv":"<sup><strong>1</strong></sup> At this time Amraphel king of Shinar, Arioch king of Ellasar, Kedorlaomer king of Elam and Tidal king of Goiim <sup><strong>2</strong></sup> went to war against Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboiim, and the king of Bela (that is, Zoar). <sup><strong>3</strong></sup> All these latter kings joined forces in the Valley of Siddim (the Salt Sea ). <sup><strong>4</strong></sup> For twelve years they had been subject to Kedorlaomer, but in the thirteenth year they rebelled. <sup><strong>5</strong></sup> In the fourteenth year, Kedorlaomer and the kings allied with him went out and defeated the Rephaites in Ashteroth Karnaim, the Zuzites in Ham, the Emites in Shaveh Kiriathaim <sup><strong>6</strong></sup> and the Horites in the hill country of Seir, as far as El Paran near the desert. <sup><strong>7</strong></sup> Then they turned back and went to En Mishpat (that is, Kadesh), and they conquered the whole territory of the Amalekites, as well as the Amorites who were living in Hazazon Tamar. <sup><strong>8</strong></sup> Then the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim and the king of Bela (that is, Zoar) marched out and drew up their battle lines in the Valley of Siddim <sup><strong>9</strong></sup> against Kedorlaomer king of Elam, Tidal king of Goiim, Amraphel king of Shinar and Arioch king of Ellasar-four kings against five. <sup><strong>10</strong></sup> Now the Valley of Siddim was full of tar pits, and when the kings of Sodom and Gomorrah fled, some of the men fell into them and the rest fled to the hills. <sup><strong>11</strong></sup> The four kings seized all the goods of Sodom and Gomorrah and all their food; then they went away. <sup><strong>12</strong></sup> They also carried off Abram's nephew Lot and his possessions, since he was living in Sodom. <sup><strong>13</strong></sup> One who had escaped came and reported this to Abram the Hebrew. Now Abram was living near the great trees of Mamre the Amorite, a brother of Eshcol and Aner, all of whom were allied with Abram. <sup><strong>14</strong></sup> When Abram heard that his relative had been taken captive, he called out the 318 trained men born in his household and went in pursuit as far as Dan. <sup><strong>15</strong></sup> During the night Abram divided his men to attack them and he routed them, pursuing them as far as Hobah, north of Damascus. <sup><strong>16</strong></sup> He recovered all the goods and brought back his relative Lot and his possessions, together with the women and the other people. <sup><strong>17</strong></sup> After Abram returned from defeating Kedorlaomer and the kings allied with him, the king of Sodom came out to meet him in the Valley of Shaveh (that is, the King's Valley). <sup><strong>18</strong></sup> Then Melchizedek king of Salem brought out bread and wine. He was priest of God Most High, <sup><strong>19</strong></sup> and he blessed Abram, saying, \"Blessed be Abram by God Most High, Creator of heaven and earth. <sup><strong>20</strong></sup> And blessed be God Most High, who delivered your enemies into your hand.\" Then Abram gave him a tenth of everything. <sup><strong>21</strong></sup> The king of Sodom said to Abram, \"Give me the people and keep the goods for yourself.\" <sup><strong>22</strong></sup> But Abram said to the king of Sodom, \"I have raised my hand to the LORD, God Most High, Creator of heaven and earth, and have taken an oath <sup><strong>23</strong></sup> that I will accept nothing belonging to you, not even a thread or the thong of a sandal, so that you will never be able to say, 'I made Abram rich.' <sup><strong>24</strong></sup> I will accept nothing but what my men have eaten and the share that belongs to the men who went with me-to Aner, Eshcol and Mamre. Let them have their share.\" ","modified":"2022-04-09T18:51:23.356Z"},{"_id":"616d861175868033c710502b","topicId":"616d860c75868033c710501d","verse":"2 Corinthians 8:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47008012_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v47008012-1\">12&nbsp;</b>For if the readiness is there, it is acceptable according to what a person has, not according to what he does not have.</p>\n</div>","kjv":"<strong>12</strong> For if there be first a willing mind, it is accepted according to that a man hath, and not according to that he hath not.  ","niv":"<sup><strong>12</strong></sup> For if the willingness is there, the gift is acceptable according to what one has, not according to what he does not have."},{"_id":"616d861175868033c710502c","topicId":"616d860c75868033c710501d","verse":"Genesis 7:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01007011_01-15\"><b class=\"verse-num\" id=\"v01007011-1\">11&nbsp;</b>In the six hundredth year of Noah’s life, in the second month, on the seventeenth day of the month, on that day all the fountains of the great deep burst forth, and the windows of the heavens were opened.</p>\n</div>","kjv":"<strong>11</strong> In the six hundredth year of Noah’s life, in the second month, the seventeenth day of the month, the same day were all the fountains of the great deep broken up, and the windows of heaven were opened.  ","niv":"<sup><strong>11</strong></sup> In the six hundredth year of Noah's life, on the seventeenth day of the second month-on that day all the springs of the great deep burst forth, and the floodgates of the heavens were opened.","modified":"2023-04-09T20:16:50.941Z"},{"_id":"616d861175868033c710502d","topicId":"616d860c75868033c710501d","verse":"Colossians 1:1-29","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p51001001_02-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,</p>\n<p id=\"p51001001_02-16\"><b class=\"verse-num\" id=\"v51001002-1\">2&nbsp;</b>To the saints and faithful brothers in Christ at Colossae:</p>\n<p id=\"p51001002_02-16\">Grace to you and peace from God our Father.</p>\n\n<p id=\"p51001002_05-16\"><b class=\"verse-num\" id=\"v51001003-1\">3&nbsp;</b>We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <b class=\"verse-num\" id=\"v51001004-1\">4&nbsp;</b>since we heard of your faith in Christ Jesus and of the love that you have for all the saints, <b class=\"verse-num\" id=\"v51001005-1\">5&nbsp;</b>because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel, <b class=\"verse-num\" id=\"v51001006-1\">6&nbsp;</b>which has come to you, as indeed in the whole world it is bearing fruit and increasing—as it also does among you, since the day you heard it and understood the grace of God in truth, <b class=\"verse-num\" id=\"v51001007-1\">7&nbsp;</b>just as you learned it from Epaphras our beloved fellow servant. He is a faithful minister of Christ on your behalf <b class=\"verse-num\" id=\"v51001008-1\">8&nbsp;</b>and has made known to us your love in the Spirit.</p>\n<p id=\"p51001008_05-16\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, <b class=\"verse-num\" id=\"v51001010-1\">10&nbsp;</b>so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; <b class=\"verse-num\" id=\"v51001011-1\">11&nbsp;</b>being strengthened with all power, according to his glorious might, for all endurance and patience with joy; <b class=\"verse-num\" id=\"v51001012-1\">12&nbsp;</b>giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light. <b class=\"verse-num\" id=\"v51001013-1\">13&nbsp;</b>He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son, <b class=\"verse-num\" id=\"v51001014-1\">14&nbsp;</b>in whom we have redemption, the forgiveness of sins.</p>\n\n<p id=\"p51001014_09-16\"><b class=\"verse-num\" id=\"v51001015-1\">15&nbsp;</b>He is the image of the invisible God, the firstborn of all creation. <b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him. <b class=\"verse-num\" id=\"v51001017-1\">17&nbsp;</b>And he is before all things, and in him all things hold together. <b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent. <b class=\"verse-num\" id=\"v51001019-1\">19&nbsp;</b>For in him all the fullness of God was pleased to dwell, <b class=\"verse-num\" id=\"v51001020-1\">20&nbsp;</b>and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross.</p>\n<p id=\"p51001020_09-16\"><b class=\"verse-num\" id=\"v51001021-1\">21&nbsp;</b>And you, who once were alienated and hostile in mind, doing evil deeds, <b class=\"verse-num\" id=\"v51001022-1\">22&nbsp;</b>he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him, <b class=\"verse-num\" id=\"v51001023-1\">23&nbsp;</b>if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister.</p>\n\n<p id=\"p51001023_14-16\"><b class=\"verse-num\" id=\"v51001024-1\">24&nbsp;</b>Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church, <b class=\"verse-num\" id=\"v51001025-1\">25&nbsp;</b>of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known, <b class=\"verse-num\" id=\"v51001026-1\">26&nbsp;</b>the mystery hidden for ages and generations but now revealed to his saints. <b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory. <b class=\"verse-num\" id=\"v51001028-1\">28&nbsp;</b>Him we proclaim, warning everyone and teaching everyone with all wisdom, that we may present everyone mature in Christ. <b class=\"verse-num\" id=\"v51001029-1\">29&nbsp;</b>For this I toil, struggling with all his energy that he powerfully works within me.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, and Timotheus our brother,  <strong>2</strong> To the saints and faithful brethren in Christ which are at Colosse: Grace be unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We give thanks to God and the Father of our Lord Jesus Christ, praying always for you,  <strong>4</strong> Since we heard of your faith in Christ Jesus, and of the love which ye have to all the saints,  <strong>5</strong> For the hope which is laid up for you in heaven, whereof ye heard before in the word of the truth of the gospel;  <strong>6</strong> Which is come unto you, as it is in all the world; and bringeth forth fruit, as it doth also in you, since the day ye heard of it, and knew the grace of God in truth:  <strong>7</strong> As ye also learned of Epaphras our dear fellowservant, who is for you a faithful minister of Christ;  <strong>8</strong> Who also declared unto us your love in the Spirit.  <strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  <strong>10</strong> That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;  <strong>11</strong> Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;  <strong>12</strong> Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:  <strong>13</strong> Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:  <strong>14</strong> In whom we have redemption through his blood, even the forgiveness of sins:  <strong>15</strong> Who is the image of the invisible God, the firstborn of every creature:  <strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  <strong>17</strong> And he is before all things, and by him all things consist.  <strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  <strong>19</strong> For it pleased the Father that in him should all fulness dwell;  <strong>20</strong> And, having made peace through the blood of his cross, by him to reconcile all things unto himself; by him, I say, whether they be things in earth, or things in heaven.  <strong>21</strong> And you, that were sometime alienated and enemies in your  mind by wicked works, yet now hath he reconciled  <strong>22</strong> In the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:  <strong>23</strong> If ye continue in the faith grounded and settled, and be  not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;  <strong>24</strong> Who now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body’s sake, which is the church:  <strong>25</strong> Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God;  <strong>26</strong> Even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints:  <strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  <strong>28</strong> Whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus:  <strong>29</strong> Whereunto I also labour, striving according to his working, which worketh in me mightily.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, <sup><strong>2</strong></sup> To the holy and faithful brothers in Christ at Colosse: Grace and peace to you from God our Father. <sup><strong>3</strong></sup> We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <sup><strong>4</strong></sup> because we have heard of your faith in Christ Jesus and of the love you have for all the saints-- <sup><strong>5</strong></sup> the faith and love that spring from the hope that is stored up for you in heaven and that you have already heard about in the word of truth, the gospel <sup><strong>6</strong></sup> that has come to you. All over the world this gospel is bearing fruit and growing, just as it has been doing among you since the day you heard it and understood God's grace in all its truth. <sup><strong>7</strong></sup> You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf, <sup><strong>8</strong></sup> and who also told us of your love in the Spirit. <sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding. <sup><strong>10</strong></sup> And we pray this in order that you may live a life worthy of the Lord and may please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup><strong>11</strong></sup> being strengthened with all power according to his glorious might so that you may have great endurance and patience, and joyfully <sup><strong>12</strong></sup> giving thanks to the Father, who has qualified you to share in the inheritance of the saints in the kingdom of light. <sup><strong>13</strong></sup> For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves, <sup><strong>14</strong></sup> in whom we have redemption, the forgiveness of sins. <sup><strong>15</strong></sup> He is the image of the invisible God, the firstborn over all creation. <sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him. <sup><strong>17</strong></sup> He is before all things, and in him all things hold together. <sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy. <sup><strong>19</strong></sup> For God was pleased to have all his fullness dwell in him, <sup><strong>20</strong></sup> and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross. <sup><strong>21</strong></sup> Once you were alienated from God and were enemies in your minds because of your evil behavior. <sup><strong>22</strong></sup> But now he has reconciled you by Christ's physical body through death to present you holy in his sight, without blemish and free from accusation-- <sup><strong>23</strong></sup> if you continue in your faith, established and firm, not moved from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant. <sup><strong>24</strong></sup> Now I rejoice in what was suffered for you, and I fill up in my flesh what is still lacking in regard to Christ's afflictions, for the sake of his body, which is the church. <sup><strong>25</strong></sup> I have become its servant by the commission God gave me to present to you the word of God in its fullness-- <sup><strong>26</strong></sup> the mystery that has been kept hidden for ages and generations, but is now disclosed to the saints. <sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory. <sup><strong>28</strong></sup> We proclaim him, admonishing and teaching everyone with all wisdom, so that we may present everyone perfect in Christ. <sup><strong>29</strong></sup> To this end I labor, struggling with all his energy, which so powerfully works in me. "},{"_id":"616d861275868033c710502f","topicId":"616d860c75868033c710501d","verse":"Jeremiah 22:14","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24022014_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24022014-1\">14&nbsp;</b>&nbsp;&nbsp;who says, ‘I will build myself a great house</span><br><span id=\"p24022014_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with spacious upper rooms,’</span><br><span id=\"p24022014_01-17\" class=\"line\">&nbsp;&nbsp;who cuts out windows for it,</span><br><span id=\"p24022014_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;paneling it with cedar</span><br><span id=\"p24022014_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and painting it with vermilion.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> That saith, I will build me a wide house and large chambers, and cutteth him out windows; and it is cieled with cedar, and painted with vermilion.  ","niv":"<sup><strong>14</strong></sup> He says, 'I will build myself a great palace with spacious upper rooms.' So he makes large windows in it, panels it with cedar and decorates it in red.","modified":"2022-10-28T00:12:19.092Z"},{"_id":"616d861275868033c710502e","topicId":"616d860c75868033c710501d","verse":"Luke 6:38","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42006038_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006038-1\">38&nbsp;</b><span class=\"woc\">give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”</span></p>\n</div>","kjv":"<strong>38</strong> Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.  ","niv":"<sup><strong>38</strong></sup> Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\""},{"_id":"616d861275868033c7105030","topicId":"616d860c75868033c710501d","verse":"Revelation 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,</p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John,","modified":"2022-10-06T11:11:32.917Z"},{"_id":"616d861375868033c7105031","topicId":"616d860c75868033c710501d","verse":"1 Corinthians 3:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46003018_01-21\"><b class=\"verse-num\" id=\"v46003018-1\">18&nbsp;</b>Let no one deceive himself. If anyone among you thinks that he is wise in this age, let him become a fool that he may become wise.</p>\n</div>","kjv":"<strong>18</strong> Let no man deceive himself. If any man among you seemeth to be wise in this world, let him become a fool, that he may be wise.  ","niv":"<sup><strong>18</strong></sup> Do not deceive yourselves. If any one of you thinks he is wise by the standards of this age, he should become a \"fool\" so that he may become wise."},{"_id":"616d861375868033c7105033","topicId":"616d860c75868033c710501d","verse":"2 Corinthians 9:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p47009011_01-22\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v47009011-1\">11&nbsp;</b>You will be enriched in every way to be generous in every way, which through us will produce thanksgiving to God.</p>\n</div>","kjv":"<strong>11</strong> Being enriched in every thing to all bountifulness, which causeth through us thanksgiving to God.  ","niv":"<sup><strong>11</strong></sup> You will be made rich in every way so that you can be generous on every occasion, and through us your generosity will result in thanksgiving to God."},{"_id":"616d861375868033c7105032","topicId":"616d860c75868033c710501d","verse":"2 Corinthians 9:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p47009007_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v47009007-1\">7&nbsp;</b>Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.</p>\n</div>","kjv":"<strong>7</strong> Every man according as he purposeth in his heart, so let him give;  not grudgingly, or of necessity: for God loveth a cheerful giver.  ","niv":"<sup><strong>7</strong></sup> Each man should give what he has decided in his heart to give, not reluctantly or under compulsion, for God loves a cheerful giver."},{"_id":"616d861375868033c7105034","topicId":"616d860c75868033c710501d","verse":"Hebrews 13:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\""},{"_id":"616d861475868033c7105036","topicId":"616d860c75868033c710501d","verse":"John 3:16-17","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-25\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"616d861475868033c7105035","topicId":"616d860c75868033c710501d","verse":"Acts 20:35","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44020035_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\""}]}