{"_id":"616d867d75868033c7105051","slug":"wings-","name":"Wings ","verses":[{"_id":"616d867e75868033c7105052","topicId":"616d867d75868033c7105051","verse":"Isaiah 40:31","votes":28,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040031_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040031-1\">31&nbsp;</b>&nbsp;&nbsp;but they who wait for the LORD shall renew their strength;</span><br><span id=\"p23040031_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall mount up with wings like eagles;</span><br><span id=\"p23040031_01-1\" class=\"line\">&nbsp;&nbsp;they shall run and not be weary;</span><br><span id=\"p23040031_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall walk and not faint.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.  ","niv":"<sup><strong>31</strong></sup> but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.","modified":"2022-11-09T04:58:15.390Z"},{"_id":"616d867f75868033c7105053","topicId":"616d867d75868033c7105051","verse":"Psalm 17:8","votes":30,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19017008_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19017008-1\">8&nbsp;</b>&nbsp;&nbsp;Keep me as the apple of your eye;</span><br><span id=\"p19017008_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hide me in the shadow of your wings,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Keep me as the apple of the eye, hide me under the shadow of thy wings,  ","niv":"<sup><strong>8</strong></sup> Keep me as the apple of your eye; hide me in the shadow of your wings","modified":"2023-01-22T20:52:26.273Z"},{"_id":"616d867f75868033c7105055","topicId":"616d867d75868033c7105051","verse":"Revelation 12:14","votes":17,"__v":0,"esv":"<div>\n<p id=\"p66012014_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v66012014-1\">14&nbsp;</b>But the woman was given the two wings of the great eagle so that she might fly from the serpent into the wilderness, to the place where she is to be nourished for a time, and times, and half a time.</p>\n</div>","kjv":"<strong>14</strong> And to the woman were given two wings of a great eagle, that she might fly into the wilderness, into her place, where she is nourished for a time, and times, and half a time, from the face of the serpent.  ","niv":"<sup><strong>14</strong></sup> The woman was given the two wings of a great eagle, so that she might fly to the place prepared for her in the desert, where she would be taken care of for a time, times and half a time, out of the serpent's reach.","modified":"2022-10-08T04:06:47.749Z"},{"_id":"616d867f75868033c7105054","topicId":"616d867d75868033c7105051","verse":"Psalm 91:4","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19091004_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091004-1\">4&nbsp;</b>&nbsp;&nbsp;He will cover you with his pinions,</span><br><span id=\"p19091004_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and under his wings you will find refuge;</span><br><span id=\"p19091004_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his faithfulness is a shield and buckler.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> He shall cover thee with his feathers, and under his wings shalt thou trust: his truth shall be thy shield and buckler.  ","niv":"<sup><strong>4</strong></sup> He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart.","modified":"2022-10-01T02:59:24.657Z"},{"_id":"616d867f75868033c7105056","topicId":"616d867d75868033c7105051","verse":"Ruth 2:12","votes":14,"__v":0,"esv":"<div>\n<p id=\"p08002012_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v08002012-1\">12&nbsp;</b>The LORD repay you for what you have done, and a full reward be given you by the LORD, the God of Israel, under whose wings you have come to take refuge!”</p>\n</div>","kjv":"<strong>12</strong> The LORD recompense thy work, and a full reward be given thee of the LORD God of Israel, under whose wings thou art come to trust.  ","niv":"<sup><strong>12</strong></sup> May the LORD repay you for what you have done. May you be richly rewarded by the LORD, the God of Israel, under whose wings you have come to take refuge.\""},{"_id":"616d868075868033c7105057","topicId":"616d867d75868033c7105051","verse":"Luke 13:34","votes":8,"__v":0,"esv":"<div>\n<p id=\"p42013034_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42013034-1\">34&nbsp;</b><span class=\"woc\">O Jerusalem, Jerusalem, the city that kills the prophets and stones those who are sent to it! How often would I have gathered your children together as a hen gathers her brood under her wings, and you were not willing!</span></p>\n</div>","kjv":"<strong>34</strong> O Jerusalem, Jerusalem, which killest the prophets, and stonest them that are sent unto thee; how often would I have gathered thy children together, as a hen doth gather her brood under her  wings, and ye would not!  ","niv":"<sup><strong>34</strong></sup> \"O Jerusalem, Jerusalem, you who kill the prophets and stone those sent to you, how often I have longed to gather your children together, as a hen gathers her chicks under her wings, but you were not willing!"},{"_id":"616d868075868033c7105059","topicId":"616d867d75868033c7105051","verse":"Isaiah 6:2","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p23006001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23006001-1\">6:1&nbsp;</b>In the year that King Uzziah died I saw the Lord sitting upon a throne, high and lifted up; and the train of his robe filled the temple. <b class=\"verse-num\" id=\"v23006002-1\">2&nbsp;</b>Above him stood the seraphim. Each had six wings: with two he covered his face, and with two he covered his feet, and with two he flew. <b class=\"verse-num\" id=\"v23006003-1\">3&nbsp;</b>And one called to another and said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23006003_06-13\" class=\"line\">&nbsp;&nbsp;“Holy, holy, holy is the LORD of hosts;</span><br><span id=\"p23006003_06-13\" class=\"line\">&nbsp;&nbsp;the whole earth is full of his glory!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23006003_06-13\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v23006004-1\">4&nbsp;</b>And the foundations of the thresholds shook at the voice of him who called, and the house was filled with smoke. <b class=\"verse-num\" id=\"v23006005-1\">5&nbsp;</b>And I said: “Woe is me! For I am lost; for I am a man of unclean lips, and I dwell in the midst of a people of unclean lips; for my eyes have seen the King, the LORD of hosts!”</p>\n<p id=\"p23006005_06-13\"><b class=\"verse-num\" id=\"v23006006-1\">6&nbsp;</b>Then one of the seraphim flew to me, having in his hand a burning coal that he had taken with tongs from the altar. <b class=\"verse-num\" id=\"v23006007-1\">7&nbsp;</b>And he touched my mouth and said: “Behold, this has touched your lips; your guilt is taken away, and your sin atoned for.”</p>\n\n<p id=\"p23006007_11-13\"><b class=\"verse-num\" id=\"v23006008-1\">8&nbsp;</b>And I heard the voice of the Lord saying, “Whom shall I send, and who will go for us?” Then I said, “Here I am! Send me.” <b class=\"verse-num\" id=\"v23006009-1\">9&nbsp;</b>And he said, “Go, and say to this people:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23006009_11-13\" class=\"line\">&nbsp;&nbsp;“‘Keep on hearing, but do not understand;</span><br><span id=\"p23006009_11-13\" class=\"line\">&nbsp;&nbsp;keep on seeing, but do not perceive.’</span><br><span id=\"p23006010_11-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23006010-1\">10&nbsp;</b>&nbsp;&nbsp;Make the heart of this people dull,</span><br><span id=\"p23006010_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their ears heavy,</span><br><span id=\"p23006010_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and blind their eyes;</span><br><span id=\"p23006010_11-13\" class=\"line\">&nbsp;&nbsp;lest they see with their eyes,</span><br><span id=\"p23006010_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hear with their ears,</span><br><span id=\"p23006010_11-13\" class=\"line\">&nbsp;&nbsp;and understand with their hearts,</span><br><span id=\"p23006010_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and turn and be healed.”</span><br><span id=\"p23006011_11-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23006011-1\">11&nbsp;</b>&nbsp;&nbsp;Then I said, “How long, O Lord?”</span><br><span id=\"p23006011_11-13\" class=\"line\">&nbsp;&nbsp;And he said:</span><br><span id=\"p23006011_11-13\" class=\"line\">&nbsp;&nbsp;“Until cities lie waste</span><br><span id=\"p23006011_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without inhabitant,</span><br><span id=\"p23006011_11-13\" class=\"line\">&nbsp;&nbsp;and houses without people,</span><br><span id=\"p23006011_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the land is a desolate waste,</span><br><span id=\"p23006012_11-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23006012-1\">12&nbsp;</b>&nbsp;&nbsp;and the LORD removes people far away,</span><br><span id=\"p23006012_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the forsaken places are many in the midst of the land.</span><br><span id=\"p23006013_11-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23006013-1\">13&nbsp;</b>&nbsp;&nbsp;And though a tenth remain in it,</span><br><span id=\"p23006013_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it will be burned again,</span><br><span id=\"p23006013_11-13\" class=\"line\">&nbsp;&nbsp;like a terebinth or an oak,</span><br><span id=\"p23006013_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose stump remains</span><br><span id=\"p23006013_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when it is felled.”</span><br><span id=\"p23006013_11-13\" class=\"line\">&nbsp;&nbsp;The holy seed is its stump.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> Above it stood the seraphims: each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly.  ","niv":"<sup><strong>2</strong></sup> Above him were seraphs, each with six wings: With two wings they covered their faces, with two they covered their feet, and with two they were flying."},{"_id":"616d868075868033c7105058","topicId":"616d867d75868033c7105051","verse":"Zechariah 5:9","votes":10,"__v":0,"esv":"<div>\n<p id=\"p38005009_01-8\"><b class=\"verse-num\" id=\"v38005009-1\">9&nbsp;</b>Then I lifted my eyes and saw, and behold, two women coming forward! The wind was in their wings. They had wings like the wings of a stork, and they lifted up the basket between earth and heaven.</p>\n</div>","kjv":"<strong>9</strong> Then lifted I up mine eyes, and looked, and, behold, there came out two women, and the wind was in their wings; for they had wings like the wings of a stork: and they lifted up the ephah between the earth and the heaven.  ","niv":"<sup><strong>9</strong></sup> Then I looked up-and there before me were two women, with the wind in their wings! They had wings like those of a stork, and they lifted up the basket between heaven and earth."},{"_id":"616d868175868033c710505a","topicId":"616d867d75868033c7105051","verse":"Exodus 25:20","votes":8,"__v":0,"esv":"<div>\n<p id=\"p02025020_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v02025020-1\">20&nbsp;</b>The cherubim shall spread out their wings above, overshadowing the mercy seat with their wings, their faces one to another; toward the mercy seat shall the faces of the cherubim be.</p>\n</div>","kjv":"<strong>20</strong> And the cherubim shall stretch forth their wings on high, covering the mercy seat with their wings, and their faces shall look  one to another; toward the mercy seat shall the faces of the cherubims be.  ","niv":"<sup><strong>20</strong></sup> The cherubim are to have their wings spread upward, overshadowing the cover with them. The cherubim are to face each other, looking toward the cover."},{"_id":"616d868175868033c710505b","topicId":"616d867d75868033c7105051","verse":"Ezekiel 10:1-22","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p26010001_09-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26010001-1\">10:1&nbsp;</b>Then I looked, and behold, on the expanse that was over the heads of the cherubim there appeared above them something like a sapphire, in appearance like a throne. <b class=\"verse-num\" id=\"v26010002-1\">2&nbsp;</b>And he said to the man clothed in linen, “Go in among the whirling wheels underneath the cherubim. Fill your hands with burning coals from between the cherubim, and scatter them over the city.”</p>\n<p id=\"p26010002_09-10\">And he went in before my eyes. <b class=\"verse-num\" id=\"v26010003-1\">3&nbsp;</b>Now the cherubim were standing on the south side of the house, when the man went in, and a cloud filled the inner court. <b class=\"verse-num\" id=\"v26010004-1\">4&nbsp;</b>And the glory of the LORD went up from the cherub to the threshold of the house, and the house was filled with the cloud, and the court was filled with the brightness of the glory of the LORD. <b class=\"verse-num\" id=\"v26010005-1\">5&nbsp;</b>And the sound of the wings of the cherubim was heard as far as the outer court, like the voice of God Almighty when he speaks.</p>\n<p id=\"p26010005_09-10\"><b class=\"verse-num\" id=\"v26010006-1\">6&nbsp;</b>And when he commanded the man clothed in linen, “Take fire from between the whirling wheels, from between the cherubim,” he went in and stood beside a wheel. <b class=\"verse-num\" id=\"v26010007-1\">7&nbsp;</b>And a cherub stretched out his hand from between the cherubim to the fire that was between the cherubim, and took some of it and put it into the hands of the man clothed in linen, who took it and went out. <b class=\"verse-num\" id=\"v26010008-1\">8&nbsp;</b>The cherubim appeared to have the form of a human hand under their wings.</p>\n<p id=\"p26010008_09-10\"><b class=\"verse-num\" id=\"v26010009-1\">9&nbsp;</b>And I looked, and behold, there were four wheels beside the cherubim, one beside each cherub, and the appearance of the wheels was like sparkling beryl. <b class=\"verse-num\" id=\"v26010010-1\">10&nbsp;</b>And as for their appearance, the four had the same likeness, as if a wheel were within a wheel. <b class=\"verse-num\" id=\"v26010011-1\">11&nbsp;</b>When they went, they went in any of their four directions without turning as they went, but in whatever direction the front wheel faced, the others followed without turning as they went. <b class=\"verse-num\" id=\"v26010012-1\">12&nbsp;</b>And their whole body, their rims, and their spokes, their wings, and the wheels were full of eyes all around—the wheels that the four of them had. <b class=\"verse-num\" id=\"v26010013-1\">13&nbsp;</b>As for the wheels, they were called in my hearing “the whirling wheels.” <b class=\"verse-num\" id=\"v26010014-1\">14&nbsp;</b>And every one had four faces: the first face was the face of the cherub, and the second face was a human face, and the third the face of a lion, and the fourth the face of an eagle.</p>\n<p id=\"p26010014_09-10\"><b class=\"verse-num\" id=\"v26010015-1\">15&nbsp;</b>And the cherubim mounted up. These were the living creatures that I saw by the Chebar canal. <b class=\"verse-num\" id=\"v26010016-1\">16&nbsp;</b>And when the cherubim went, the wheels went beside them. And when the cherubim lifted up their wings to mount up from the earth, the wheels did not turn from beside them. <b class=\"verse-num\" id=\"v26010017-1\">17&nbsp;</b>When they stood still, these stood still, and when they mounted up, these mounted up with them, for the spirit of the living creatures was in them.</p>\n<p id=\"p26010017_09-10\"><b class=\"verse-num\" id=\"v26010018-1\">18&nbsp;</b>Then the glory of the LORD went out from the threshold of the house, and stood over the cherubim. <b class=\"verse-num\" id=\"v26010019-1\">19&nbsp;</b>And the cherubim lifted up their wings and mounted up from the earth before my eyes as they went out, with the wheels beside them. And they stood at the entrance of the east gate of the house of the LORD, and the glory of the God of Israel was over them.</p>\n<p id=\"p26010019_09-10\"><b class=\"verse-num\" id=\"v26010020-1\">20&nbsp;</b>These were the living creatures that I saw underneath the God of Israel by the Chebar canal; and I knew that they were cherubim. <b class=\"verse-num\" id=\"v26010021-1\">21&nbsp;</b>Each had four faces, and each four wings, and underneath their wings the likeness of human hands. <b class=\"verse-num\" id=\"v26010022-1\">22&nbsp;</b>And as for the likeness of their faces, they were the same faces whose appearance I had seen by the Chebar canal. Each one of them went straight forward.</p>\n\n</div>","kjv":"<strong>1</strong> Then I looked, and, behold, in the firmament that was above the head of the cherubims there appeared over them as it were a sapphire stone, as the appearance of the likeness of a throne.  <strong>2</strong> And he spake unto the man clothed with linen, and said, Go in between the wheels, even under the cherub, and fill thine hand with coals of fire from between the cherubims, and scatter them over the city. And he went in in my sight.  <strong>3</strong> Now the cherubims stood on the right side of the house, when the man went in; and the cloud filled the inner court.  <strong>4</strong> Then the glory of the LORD went up from the cherub, and stood  over the threshold of the house; and the house was filled with the cloud, and the court was full of the brightness of the LORD’S glory.  <strong>5</strong> And the sound of the cherubims’ wings was heard even to the outer court, as the voice of the Almighty God when he speaketh.  <strong>6</strong> And it came to pass, that when he had commanded the man clothed with linen, saying, Take fire from between the wheels, from between the cherubims; then he went in, and stood beside the wheels.  <strong>7</strong> And one cherub stretched forth his hand from between the cherubims unto the fire that was between the cherubims, and took thereof, and put it into the hands of him that was  clothed with linen: who took it, and went out.  <strong>8</strong> And there appeared in the cherubims the form of a man’s hand under their wings.  <strong>9</strong> And when I looked, behold the four wheels by the cherubims, one wheel by one cherub, and another wheel by another cherub: and the appearance of the wheels was as the colour of a beryl stone.  <strong>10</strong> And as for their appearances, they four had one likeness, as if a wheel had been in the midst of a wheel.  <strong>11</strong> When they went, they went upon their four sides; they turned not as they went, but to the place whither the head looked they followed it; they turned not as they went.  <strong>12</strong> And their whole body, and their backs, and their hands, and their wings, and the wheels, were full of eyes round about, even the wheels that they four had.  <strong>13</strong> As for the wheels, it was cried unto them in my hearing, O wheel.  <strong>14</strong> And every one had four faces: the first face was the face of a cherub, and the second face was the face of a man, and the third the face of a lion, and the fourth the face of an eagle.  <strong>15</strong> And the cherubims were lifted up. This is the living creature that I saw by the river of Chebar.  <strong>16</strong> And when the cherubims went, the wheels went by them: and when the cherubims lifted up their wings to mount up from the earth, the same wheels also turned not from beside them.  <strong>17</strong> When they stood, these stood; and when they were lifted up, these lifted up themselves also: for the spirit of the living creature was in them.  <strong>18</strong> Then the glory of the LORD departed from off the threshold of the house, and stood over the cherubims.  <strong>19</strong> And the cherubims lifted up their wings, and mounted up from the earth in my sight: when they went out, the wheels also were beside them, and every one stood at the door of the east gate of the LORD’S house; and the glory of the God of Israel was over them above.  <strong>20</strong> This is the living creature that I saw under the God of Israel by the river of Chebar; and I knew that they were the cherubims.  <strong>21</strong> Every one had four faces apiece, and every one four wings; and the likeness of the hands of a man was under their wings.  <strong>22</strong> And the likeness of their faces was the same faces which I saw by the river of Chebar, their appearances and themselves: they went every one straight forward.  ","niv":"<sup><strong>1</strong></sup> I looked, and I saw the likeness of a throne of sapphire above the expanse that was over the heads of the cherubim. <sup><strong>2</strong></sup> The LORD said to the man clothed in linen, \"Go in among the wheels beneath the cherubim. Fill your hands with burning coals from among the cherubim and scatter them over the city.\" And as I watched, he went in. <sup><strong>3</strong></sup> Now the cherubim were standing on the south side of the temple when the man went in, and a cloud filled the inner court. <sup><strong>4</strong></sup> Then the glory of the LORD rose from above the cherubim and moved to the threshold of the temple. The cloud filled the temple, and the court was full of the radiance of the glory of the LORD. <sup><strong>5</strong></sup> The sound of the wings of the cherubim could be heard as far away as the outer court, like the voice of God Almighty when he speaks. <sup><strong>6</strong></sup> When the LORD commanded the man in linen, \"Take fire from among the wheels, from among the cherubim,\" the man went in and stood beside a wheel. <sup><strong>7</strong></sup> Then one of the cherubim reached out his hand to the fire that was among them. He took up some of it and put it into the hands of the man in linen, who took it and went out. <sup><strong>8</strong></sup> (Under the wings of the cherubim could be seen what looked like the hands of a man.) <sup><strong>9</strong></sup> I looked, and I saw beside the cherubim four wheels, one beside each of the cherubim; the wheels sparkled like chrysolite. <sup><strong>10</strong></sup> As for their appearance, the four of them looked alike; each was like a wheel intersecting a wheel. <sup><strong>11</strong></sup> As they moved, they would go in any one of the four directions the cherubim faced; the wheels did not turn about as the cherubim went. The cherubim went in whatever direction the head faced, without turning as they went. <sup><strong>12</strong></sup> Their entire bodies, including their backs, their hands and their wings, were completely full of eyes, as were their four wheels. <sup><strong>13</strong></sup> I heard the wheels being called \"the whirling wheels.\" <sup><strong>14</strong></sup> Each of the cherubim had four faces: One face was that of a cherub, the second the face of a man, the third the face of a lion, and the fourth the face of an eagle. <sup><strong>15</strong></sup> Then the cherubim rose upward. These were the living creatures I had seen by the Kebar River. <sup><strong>16</strong></sup> When the cherubim moved, the wheels beside them moved; and when the cherubim spread their wings to rise from the ground, the wheels did not leave their side. <sup><strong>17</strong></sup> When the cherubim stood still, they also stood still; and when the cherubim rose, they rose with them, because the spirit of the living creatures was in them. <sup><strong>18</strong></sup> Then the glory of the LORD departed from over the threshold of the temple and stopped above the cherubim. <sup><strong>19</strong></sup> While I watched, the cherubim spread their wings and rose from the ground, and as they went, the wheels went with them. They stopped at the entrance to the east gate of the LORD 's house, and the glory of the God of Israel was above them. <sup><strong>20</strong></sup> These were the living creatures I had seen beneath the God of Israel by the Kebar River, and I realized that they were cherubim. <sup><strong>21</strong></sup> Each had four faces and four wings, and under their wings was what looked like the hands of a man. <sup><strong>22</strong></sup> Their faces had the same appearance as those I had seen by the Kebar River. Each one went straight ahead. "},{"_id":"616d868175868033c710505c","topicId":"616d867d75868033c7105051","verse":"Revelation 4:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66004008_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v66004008-1\">8&nbsp;</b>And the four living creatures, each of them with six wings, are full of eyes all around and within, and day and night they never cease to say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66004008_01-11\" class=\"line\">&nbsp;&nbsp;“Holy, holy, holy, is the Lord God Almighty,</span><br><span id=\"p66004008_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who was and is and is to come!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> And the four beasts had each of them six wings about him;  and they were full of eyes within: and they rest not day and night, saying, Holy, holy, holy, Lord God Almighty, which was, and is, and is to come.  ","niv":"<sup><strong>8</strong></sup> Each of the four living creatures had six wings and was covered with eyes all around, even under his wings. Day and night they never stop saying: \"Holy, holy, holy is the Lord God Almighty, who was, and is, and is to come.\""},{"_id":"616d868175868033c710505d","topicId":"616d867d75868033c7105051","verse":"Ezekiel 10:21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p26010021_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v26010021-1\">21&nbsp;</b>Each had four faces, and each four wings, and underneath their wings the likeness of human hands.</p>\n</div>","kjv":"<strong>21</strong> Every one had four faces apiece, and every one four wings; and the likeness of the hands of a man was under their wings.  ","niv":"<sup><strong>21</strong></sup> Each had four faces and four wings, and under their wings was what looked like the hands of a man."},{"_id":"616d868275868033c710505e","topicId":"616d867d75868033c7105051","verse":"Isaiah 6:1-13","votes":4,"__v":0,"kjv":"<strong>1</strong> In the year that king Uzziah died I saw also the Lord sitting upon a throne, high and lifted up, and his train filled the temple.  <strong>2</strong> Above it stood the seraphims: each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly.  <strong>3</strong> And one cried unto another, and said, Holy, holy, holy, is  the LORD of hosts: the whole earth is full of his glory.  <strong>4</strong> And the posts of the door moved at the voice of him that cried, and the house was filled with smoke.  <strong>5</strong> Then said I, Woe is me! for I am undone; because I am  a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the LORD of hosts.  <strong>6</strong> Then flew one of the seraphims unto me, having a live coal in his hand, which he had taken with the tongs from off the altar:  <strong>7</strong> And he laid it upon my mouth, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin purged.  <strong>8</strong> Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me.  <strong>9</strong> And he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not.  <strong>10</strong> Make the heart of this people fat, and make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and be healed.  <strong>11</strong> Then said I, Lord, how long? And he answered, Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate,  <strong>12</strong> And the LORD have removed men far away, and there be a great forsaking in the midst of the land.  <strong>13</strong> But yet in it shall be a tenth, and it shall return, and shall be eaten: as a teil tree, and as an oak, whose substance is in them, when they cast their leaves: so the holy seed shall be  the substance thereof.  ","niv":"<sup><strong>1</strong></sup> In the year that King Uzziah died, I saw the Lord seated on a throne, high and exalted, and the train of his robe filled the temple. <sup><strong>2</strong></sup> Above him were seraphs, each with six wings: With two wings they covered their faces, with two they covered their feet, and with two they were flying. <sup><strong>3</strong></sup> And they were calling to one another: \"Holy, holy, holy is the LORD Almighty; the whole earth is full of his glory.\" <sup><strong>4</strong></sup> At the sound of their voices the doorposts and thresholds shook and the temple was filled with smoke. <sup><strong>5</strong></sup> \"Woe to me!\" I cried. \"I am ruined! For I am a man of unclean lips, and I live among a people of unclean lips, and my eyes have seen the King, the LORD Almighty.\" <sup><strong>6</strong></sup> Then one of the seraphs flew to me with a live coal in his hand, which he had taken with tongs from the altar. <sup><strong>7</strong></sup> With it he touched my mouth and said, \"See, this has touched your lips; your guilt is taken away and your sin atoned for.\" <sup><strong>8</strong></sup> Then I heard the voice of the Lord saying, \"Whom shall I send? And who will go for us?\" And I said, \"Here am I. Send me!\" <sup><strong>9</strong></sup> He said, \"Go and tell this people: \"'Be ever hearing, but never understanding; be ever seeing, but never perceiving.' <sup><strong>10</strong></sup> Make the heart of this people calloused; make their ears dull and close their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts, and turn and be healed.\" <sup><strong>11</strong></sup> Then I said, \"For how long, O Lord?\" And he answered: \"Until the cities lie ruined and without inhabitant, until the houses are left deserted and the fields ruined and ravaged, <sup><strong>12</strong></sup> until the LORD has sent everyone far away and the land is utterly forsaken. <sup><strong>13</strong></sup> And though a tenth remains in the land, it will again be laid waste. But as the terebinth and oak leave stumps when they are cut down, so the holy seed will be the stump in the land.\" "},{"_id":"616d868275868033c710505f","topicId":"616d867d75868033c7105051","verse":"Jude 1:9","votes":2,"__v":0,"kjv":"<strong>9</strong> Yet Michael the archangel, when contending with the devil he disputed about the body of Moses, durst not bring against him a railing accusation, but said, The Lord rebuke thee.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:","modified":"2023-06-16T20:02:04.656Z"},{"_id":"616d868375868033c7105060","topicId":"616d867d75868033c7105051","verse":"Colossians 1:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51001016_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him.</p>\n\n</div>","kjv":"<strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  ","niv":"<sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him."},{"_id":"616d868375868033c7105062","topicId":"616d867d75868033c7105051","verse":"Hebrews 1:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58001013_01-16\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001013-1\">13&nbsp;</b>And to which of the angels has he ever said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001013_01-16\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand</span><br><span id=\"p58001013_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies a footstool for your feet”?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> But to which of the angels said he at any time, Sit on my right hand, until I make thine enemies thy footstool?  ","niv":"<sup><strong>13</strong></sup> To which of the angels did God ever say, \"Sit at my right hand until I make your enemies a footstool for your feet\"?"},{"_id":"616d868375868033c7105061","topicId":"616d867d75868033c7105051","verse":"Hebrews 13:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58013002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013002-1\">2&nbsp;</b>Do not neglect to show hospitality to strangers, for thereby some have entertained angels unawares.</p>\n</div>","kjv":"<strong>2</strong> Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.  ","niv":"<sup><strong>2</strong></sup> Do not forget to entertain strangers, for by so doing some people have entertained angels without knowing it.","modified":"2022-07-21T02:36:04.020Z"},{"_id":"616d868375868033c7105063","topicId":"616d867d75868033c7105051","verse":"Ephesians 6:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49006013_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm.</p>\n</div>","kjv":"<strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  ","niv":"<sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand."},{"_id":"616d868475868033c7105066","topicId":"616d867d75868033c7105051","verse":"John 14:30","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43014030_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014030-1\">30&nbsp;</b><span class=\"woc\">I will no longer talk much with you, for the ruler of this world is coming. He has no claim on me,</span></p>\n</div>","kjv":"<strong>30</strong> Hereafter I will not talk much with you: for the prince of this world cometh, and hath nothing in me.  ","niv":"<sup><strong>30</strong></sup> I will not speak with you much longer, for the prince of this world is coming. He has no hold on me,"},{"_id":"616d868475868033c7105064","topicId":"616d867d75868033c7105051","verse":"Psalm 91:11","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19091011_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19091011-1\">11&nbsp;</b>&nbsp;&nbsp;For he will command his angels concerning you</span><br><span id=\"p19091011_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to guard you in all your ways.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> For he shall give his angels charge over thee, to keep thee in all thy ways.  ","niv":"<sup><strong>11</strong></sup> For he will command his angels concerning you to guard you in all your ways;"},{"_id":"616d868475868033c7105065","topicId":"616d867d75868033c7105051","verse":"Ephesians 2:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49002002_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002002-1\">2&nbsp;</b>in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience—</p>\n</div>","kjv":"<strong>2</strong> Wherein in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience:  ","niv":"<sup><strong>2</strong></sup> in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient."},{"_id":"616d868575868033c7105067","topicId":"616d867d75868033c7105051","verse":"1 Thessalonians 4:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p52004016_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first.</p>\n</div>","kjv":"<strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  ","niv":"<sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first."},{"_id":"616d868575868033c7105068","topicId":"616d867d75868033c7105051","verse":"Acts 16:31","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44016031_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016031-1\">31&nbsp;</b>And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.”</p>\n</div>","kjv":"<strong>31</strong> And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house.  ","niv":"<sup><strong>31</strong></sup> They replied, \"Believe in the Lord Jesus, and you will be saved--you and your household.\""},{"_id":"616d868575868033c7105069","topicId":"616d867d75868033c7105051","verse":"Revelation 12:7","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66012007_06-25\"><b class=\"verse-num\" id=\"v66012007-1\">7&nbsp;</b>Now war arose in heaven, Michael and his angels fighting against the dragon. And the dragon and his angels fought back,</p>\n</div>","kjv":"<strong>7</strong> And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,  ","niv":"<sup><strong>7</strong></sup> And there was war in heaven. Michael and his angels fought against the dragon, and the dragon and his angels fought back."},{"_id":"616d868575868033c710506a","topicId":"616d867d75868033c7105051","verse":"2 Corinthians 11:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p47011014_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011014-1\">14&nbsp;</b>And no wonder, for even Satan disguises himself as an angel of light.</p>\n</div>","kjv":"<strong>14</strong> And no marvel; for Satan himself is transformed into an angel of light.  ","niv":"<sup><strong>14</strong></sup> And no wonder, for Satan himself masquerades as an angel of light."}]}