{"_id":"616d86b775868033c710506b","slug":"winking","name":"Winking","verses":[{"_id":"616d86b775868033c710506c","topicId":"616d86b775868033c710506b","verse":"Proverbs 10:10","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010010_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010010-1\">10&nbsp;</b>&nbsp;&nbsp;Whoever winks the eye causes trouble,</span><br><span id=\"p20010010_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a babbling fool will come to ruin.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> He that winketh with the eye causeth sorrow: but a prating fool shall fall.  ","niv":"<sup><strong>10</strong></sup> He who winks maliciously causes grief, and a chattering fool comes to ruin.","modified":"2022-09-29T02:08:57.297Z"},{"_id":"616d86b875868033c710506d","topicId":"616d86b775868033c710506b","verse":"Job 15:12","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18015012_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v18015012-1\">12&nbsp;</b>&nbsp;&nbsp;Why does your heart carry you away,</span><br><span id=\"p18015012_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and why do your eyes flash,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Why doth thine heart carry thee away? and what do thy eyes wink at,  ","niv":"<sup><strong>12</strong></sup> Why has your heart carried you away, and why do your eyes flash,","modified":"2022-09-29T02:09:02.140Z"},{"_id":"616d86b975868033c710506e","topicId":"616d86b775868033c710506b","verse":"Ephesians 1:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49001013_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001013-1\">13&nbsp;</b>In him you also, when you heard the word of truth, the gospel of your salvation, and believed in him, were sealed with the promised Holy Spirit,</p>\n</div>","kjv":"<strong>13</strong> In whom ye also trusted, after that ye heard the word of truth, the gospel of your salvation: in whom also after that ye believed, ye were sealed with that holy Spirit of promise,  ","niv":"<sup><strong>13</strong></sup> And you also were included in Christ when you heard the word of truth, the gospel of your salvation. Having believed, you were marked in him with a seal, the promised Holy Spirit,","modified":"2023-08-29T19:51:35.436Z"},{"_id":"616d86b975868033c710506f","topicId":"616d86b775868033c710506b","verse":"Galatians 6:1","votes":0,"__v":0,"esv":"<div>\n\n<p id=\"p48006001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48006001-1\">6:1&nbsp;</b>Brothers, if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted.</p>\n\n</div>","kjv":"<strong>1</strong> Brethren, if a man be overtaken in a fault, ye which are spiritual, restore such an one in the spirit of meekness; considering thyself, lest thou also be tempted.  ","niv":"<sup><strong>1</strong></sup> Brothers, if someone is caught in a sin, you who are spiritual should restore him gently. But watch yourself, or you also may be tempted.","modified":"2022-10-02T20:18:31.761Z"},{"_id":"616d86b975868033c7105070","topicId":"616d86b775868033c710506b","verse":"2 Corinthians 4:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47004004_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004004-1\">4&nbsp;</b>In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God.</p>\n</div>","kjv":"<strong>4</strong> In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.  ","niv":"<sup><strong>4</strong></sup> The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel of the glory of Christ, who is the image of God."},{"_id":"616d86b975868033c7105071","topicId":"616d86b775868033c710506b","verse":"Proverbs 3:29","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003029_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003029-1\">29&nbsp;</b>&nbsp;&nbsp;Do not plan evil against your neighbor,</span><br><span id=\"p20003029_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who dwells trustingly beside you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>29</strong> Devise not evil against thy neighbour, seeing he dwelleth securely by thee.  ","niv":"<sup><strong>29</strong></sup> Do not plot harm against your neighbor, who lives trustfully near you.","modified":"2022-10-20T10:29:15.168Z"},{"_id":"616d86ba75868033c7105072","topicId":"616d86b775868033c710506b","verse":"1 John 2:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62002002_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002002-1\">2&nbsp;</b>He is the propitiation for our sins, and not for ours only but also for the sins of the whole world.</p>\n</div>","kjv":"<strong>2</strong> And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.  ","niv":"<sup><strong>2</strong></sup> He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world."},{"_id":"616d86ba75868033c7105073","topicId":"616d86b775868033c710506b","verse":"Galatians 3:6-8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48003006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003006-1\">6&nbsp;</b>just as Abraham “believed God, and it was counted to him as righteousness”?</p>\n<p id=\"p48003006_01-8\"><b class=\"verse-num\" id=\"v48003007-1\">7&nbsp;</b>Know then that it is those of faith who are the sons of Abraham. <b class=\"verse-num\" id=\"v48003008-1\">8&nbsp;</b>And the Scripture, foreseeing that God would justify the Gentiles by faith, preached the gospel beforehand to Abraham, saying, “In you shall all the nations be blessed.”</p>\n\n</div>","kjv":"<strong>6</strong> Even as Abraham believed God, and it was accounted to him for righteousness.  <strong>7</strong> Know ye therefore that they which are of faith, the same are the children of Abraham.  <strong>8</strong> And the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, saying, In thee shall all nations be blessed.  ","niv":"<sup><strong>6</strong></sup> Consider Abraham: \"He believed God, and it was credited to him as righteousness.\" <sup><strong>7</strong></sup> Understand, then, that those who believe are children of Abraham. <sup><strong>8</strong></sup> The Scripture foresaw that God would justify the Gentiles by faith, and announced the gospel in advance to Abraham: \"All nations will be blessed through you.\" "},{"_id":"616d86ba75868033c7105074","topicId":"616d86b775868033c710506b","verse":"Ephesians 1:13-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49001013_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001013-1\">13&nbsp;</b>In him you also, when you heard the word of truth, the gospel of your salvation, and believed in him, were sealed with the promised Holy Spirit, <b class=\"verse-num\" id=\"v49001014-1\">14&nbsp;</b>who is the guarantee of our inheritance until we acquire possession of it, to the praise of his glory.</p>\n\n</div>","kjv":"<strong>13</strong> In whom ye also trusted, after that ye heard the word of truth, the gospel of your salvation: in whom also after that ye believed, ye were sealed with that holy Spirit of promise,  <strong>14</strong> Which is the earnest of our inheritance until the redemption of the purchased possession, unto the praise of his glory.  ","niv":"<sup><strong>13</strong></sup> And you also were included in Christ when you heard the word of truth, the gospel of your salvation. Having believed, you were marked in him with a seal, the promised Holy Spirit, <sup><strong>14</strong></sup> who is a deposit guaranteeing our inheritance until the redemption of those who are God's possession--to the praise of his glory. "},{"_id":"616d86bb75868033c7105077","topicId":"616d86b775868033c710506b","verse":"1 Corinthians 15:35-16:24","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46015035_04-11\"><b class=\"verse-num\" id=\"v46015035-1\">35&nbsp;</b>But someone will ask, “How are the dead raised? With what kind of body do they come?” <b class=\"verse-num\" id=\"v46015036-1\">36&nbsp;</b>You foolish person! What you sow does not come to life unless it dies. <b class=\"verse-num\" id=\"v46015037-1\">37&nbsp;</b>And what you sow is not the body that is to be, but a bare kernel, perhaps of wheat or of some other grain. <b class=\"verse-num\" id=\"v46015038-1\">38&nbsp;</b>But God gives it a body as he has chosen, and to each kind of seed its own body. <b class=\"verse-num\" id=\"v46015039-1\">39&nbsp;</b>For not all flesh is the same, but there is one kind for humans, another for animals, another for birds, and another for fish. <b class=\"verse-num\" id=\"v46015040-1\">40&nbsp;</b>There are heavenly bodies and earthly bodies, but the glory of the heavenly is of one kind, and the glory of the earthly is of another. <b class=\"verse-num\" id=\"v46015041-1\">41&nbsp;</b>There is one glory of the sun, and another glory of the moon, and another glory of the stars; for star differs from star in glory.</p>\n<p id=\"p46015041_04-11\"><b class=\"verse-num\" id=\"v46015042-1\">42&nbsp;</b>So is it with the resurrection of the dead. What is sown is perishable; what is raised is imperishable. <b class=\"verse-num\" id=\"v46015043-1\">43&nbsp;</b>It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power. <b class=\"verse-num\" id=\"v46015044-1\">44&nbsp;</b>It is sown a natural body; it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <b class=\"verse-num\" id=\"v46015045-1\">45&nbsp;</b>Thus it is written, “The first man Adam became a living being”; the last Adam became a life-giving spirit. <b class=\"verse-num\" id=\"v46015046-1\">46&nbsp;</b>But it is not the spiritual that is first but the natural, and then the spiritual. <b class=\"verse-num\" id=\"v46015047-1\">47&nbsp;</b>The first man was from the earth, a man of dust; the second man is from heaven. <b class=\"verse-num\" id=\"v46015048-1\">48&nbsp;</b>As was the man of dust, so also are those who are of the dust, and as is the man of heaven, so also are those who are of heaven. <b class=\"verse-num\" id=\"v46015049-1\">49&nbsp;</b>Just as we have borne the image of the man of dust, we shall also bear the image of the man of heaven.</p>\n\n<p id=\"p46015049_07-11\"><b class=\"verse-num\" id=\"v46015050-1\">50&nbsp;</b>I tell you this, brothers: flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed, <b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed. <b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality. <b class=\"verse-num\" id=\"v46015054-1\">54&nbsp;</b>When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015054_07-11\" class=\"line\">&nbsp;&nbsp;“Death is swallowed up in victory.”</span><br><span id=\"p46015055_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v46015055-1\">55&nbsp;</b>&nbsp;&nbsp;“O death, where is your victory?</span><br><span id=\"p46015055_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O death, where is your sting?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46015055_07-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46015056-1\">56&nbsp;</b>The sting of death is sin, and the power of sin is the law. <b class=\"verse-num\" id=\"v46015057-1\">57&nbsp;</b>But thanks be to God, who gives us the victory through our Lord Jesus Christ.</p>\n<p id=\"p46015057_07-11\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n\n<p id=\"p46016001_12-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46016001-1\">16:1&nbsp;</b>Now concerning the collection for the saints: as I directed the churches of Galatia, so you also are to do. <b class=\"verse-num\" id=\"v46016002-1\">2&nbsp;</b>On the first day of every week, each of you is to put something aside and store it up, as he may prosper, so that there will be no collecting when I come. <b class=\"verse-num\" id=\"v46016003-1\">3&nbsp;</b>And when I arrive, I will send those whom you accredit by letter to carry your gift to Jerusalem. <b class=\"verse-num\" id=\"v46016004-1\">4&nbsp;</b>If it seems advisable that I should go also, they will accompany me.</p>\n\n<p id=\"p46016004_15-11\"><b class=\"verse-num\" id=\"v46016005-1\">5&nbsp;</b>I will visit you after passing through Macedonia, for I intend to pass through Macedonia, <b class=\"verse-num\" id=\"v46016006-1\">6&nbsp;</b>and perhaps I will stay with you or even spend the winter, so that you may help me on my journey, wherever I go. <b class=\"verse-num\" id=\"v46016007-1\">7&nbsp;</b>For I do not want to see you now just in passing. I hope to spend some time with you, if the Lord permits. <b class=\"verse-num\" id=\"v46016008-1\">8&nbsp;</b>But I will stay in Ephesus until Pentecost, <b class=\"verse-num\" id=\"v46016009-1\">9&nbsp;</b>for a wide door for effective work has opened to me, and there are many adversaries.</p>\n<p id=\"p46016009_15-11\"><b class=\"verse-num\" id=\"v46016010-1\">10&nbsp;</b>When Timothy comes, see that you put him at ease among you, for he is doing the work of the Lord, as I am. <b class=\"verse-num\" id=\"v46016011-1\">11&nbsp;</b>So let no one despise him. Help him on his way in peace, that he may return to me, for I am expecting him with the brothers.</p>\n\n<p id=\"p46016011_17-11\"><b class=\"verse-num\" id=\"v46016012-1\">12&nbsp;</b>Now concerning our brother Apollos, I strongly urged him to visit you with the other brothers, but it was not at all his will to come now. He will come when he has opportunity.</p>\n<p id=\"p46016012_17-11\"><b class=\"verse-num\" id=\"v46016013-1\">13&nbsp;</b>Be watchful, stand firm in the faith, act like men, be strong. <b class=\"verse-num\" id=\"v46016014-1\">14&nbsp;</b>Let all that you do be done in love.</p>\n<p id=\"p46016014_17-11\"><b class=\"verse-num\" id=\"v46016015-1\">15&nbsp;</b>Now I urge you, brothers—you know that the household of Stephanas were the first converts in Achaia, and that they have devoted themselves to the service of the saints—<b class=\"verse-num\" id=\"v46016016-1\">16&nbsp;</b>be subject to such as these, and to every fellow worker and laborer. <b class=\"verse-num\" id=\"v46016017-1\">17&nbsp;</b>I rejoice at the coming of Stephanas and Fortunatus and Achaicus, because they have made up for your absence, <b class=\"verse-num\" id=\"v46016018-1\">18&nbsp;</b>for they refreshed my spirit as well as yours. Give recognition to such people.</p>\n\n<p id=\"p46016018_18-11\"><b class=\"verse-num\" id=\"v46016019-1\">19&nbsp;</b>The churches of Asia send you greetings. Aquila and Prisca, together with the church in their house, send you hearty greetings in the Lord. <b class=\"verse-num\" id=\"v46016020-1\">20&nbsp;</b>All the brothers send you greetings. Greet one another with a holy kiss.</p>\n<p id=\"p46016020_18-11\"><b class=\"verse-num\" id=\"v46016021-1\">21&nbsp;</b>I, Paul, write this greeting with my own hand. <b class=\"verse-num\" id=\"v46016022-1\">22&nbsp;</b>If anyone has no love for the Lord, let him be accursed. Our Lord, come! <b class=\"verse-num\" id=\"v46016023-1\">23&nbsp;</b>The grace of the Lord Jesus be with you. <b class=\"verse-num\" id=\"v46016024-1\">24&nbsp;</b>My love be with you all in Christ Jesus. Amen.</p>\n\n</div>","kjv":"<strong>35</strong> But some man will say, How are the dead raised up? and with what body do they come?  <strong>36</strong> Thou fool, that which thou sowest is not quickened, except it die:  <strong>37</strong> And that which thou sowest, thou sowest not that body that shall be, but bare grain, it may chance of wheat, or of some other grain:  <strong>38</strong> But God giveth it a body as it hath pleased him, and to every seed his own body.  <strong>39</strong> All flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds.  <strong>40</strong> There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.  <strong>41</strong> There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.  <strong>42</strong> So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:  <strong>43</strong> It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:  <strong>44</strong> It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.  <strong>45</strong> And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.  <strong>46</strong> Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual.  <strong>47</strong> The first man is of the earth, earthy: the second man is the Lord from heaven.  <strong>48</strong> As is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly.  <strong>49</strong> And as we have borne the image of the earthy, we shall also bear the image of the heavenly.  <strong>50</strong> Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.  <strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  <strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  <strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  <strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  <strong>56</strong> The sting of death is sin; and the strength of sin is  the law.  <strong>57</strong> But thanks be to God, which giveth us the victory through our Lord Jesus Christ.  <strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  <strong>1</strong> Now concerning the collection for the saints, as I have given order to the churches of Galatia, even so do ye.  <strong>2</strong> Upon the first day of the week let every one of you lay by him in store, as God hath prospered him, that there be no gatherings when I come.  <strong>3</strong> And when I come, whomsoever ye shall approve by your letters, them will I send to bring your liberality unto Jerusalem.  <strong>4</strong> And if it be meet that I go also, they shall go with me.  <strong>5</strong> Now I will come unto you, when I shall pass through Macedonia: for I do pass through Macedonia.  <strong>6</strong> And it may be that I will abide, yea, and winter with you, that ye may bring me on my journey whithersoever I go.  <strong>7</strong> For I will not see you now by the way; but I trust to tarry a while with you, if the Lord permit.  <strong>8</strong> But I will tarry at Ephesus until Pentecost.  <strong>9</strong> For a great door and effectual is opened unto me, and there are  many adversaries.  <strong>10</strong> Now if Timotheus come, see that he may be with you without fear: for he worketh the work of the Lord, as I also do.  <strong>11</strong> Let no man therefore despise him: but conduct him forth in peace, that he may come unto me: for I look for him with the brethren.  <strong>12</strong> As touching our brother Apollos, I greatly desired him to come unto you with the brethren: but his will was not at all to come at this time; but he will come when he shall have convenient time.  <strong>13</strong> Watch ye, stand fast in the faith, quit you like men, be strong.  <strong>14</strong> Let all your things be done with charity.  <strong>15</strong> I beseech you, brethren, (ye know the house of Stephanas, that it is the firstfruits of Achaia, and that they have addicted themselves to the ministry of the saints,)  <strong>16</strong> That ye submit yourselves unto such, and to every one that helpeth with us, and laboureth.  <strong>17</strong> I am glad of the coming of Stephanas and Fortunatus and Achaicus: for that which was lacking on your part they have supplied.  <strong>18</strong> For they have refreshed my spirit and yours: therefore acknowledge ye them that are such.  <strong>19</strong> The churches of Asia salute you. Aquila and Priscilla salute you much in the Lord, with the church that is in their house.  <strong>20</strong> All the brethren greet you. Greet ye one another with an holy kiss.  <strong>21</strong> The salutation of me Paul with mine own hand.  <strong>22</strong> If any man love not the Lord Jesus Christ, let him be Anathema Maranatha.  <strong>23</strong> The grace of our Lord Jesus Christ be with you.  <strong>24</strong> My love be with you all in Christ Jesus. Amen.  ","niv":""},{"_id":"616d86bb75868033c7105075","topicId":"616d86b775868033c710506b","verse":"Romans 11:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45011006_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45011006-1\">6&nbsp;</b>But if it is by grace, it is no longer on the basis of works; otherwise grace would no longer be grace.</p>\n</div>","kjv":"<strong>6</strong> And if by grace, then is it no more of works: otherwise grace is no more grace. But if it be of works, then is it no more grace: otherwise work is no more work.  ","niv":"<sup><strong>6</strong></sup> And if by grace, then it is no longer by works; if it were, grace would no longer be grace."},{"_id":"616d86bb75868033c7105076","topicId":"616d86b775868033c710506b","verse":"1 Corinthians 15:1-4","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46015001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46015001-1\">15:1&nbsp;</b>Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand, <b class=\"verse-num\" id=\"v46015002-1\">2&nbsp;</b>and by which you are being saved, if you hold fast to the word I preached to you—unless you believed in vain.</p>\n<p id=\"p46015002_05-14\"><b class=\"verse-num\" id=\"v46015003-1\">3&nbsp;</b>For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015004-1\">4&nbsp;</b>that he was buried, that he was raised on the third day in accordance with the Scriptures,</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;  <strong>2</strong> By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.  <strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;  <strong>4</strong> And that he was buried, and that he rose again the third day according to the scriptures:  ","niv":"<sup><strong>1</strong></sup> Now, brothers, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand. <sup><strong>2</strong></sup> By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain. <sup><strong>3</strong></sup> For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures, <sup><strong>4</strong></sup> that he was buried, that he was raised on the third day according to the Scriptures, "},{"_id":"616d86bb75868033c7105078","topicId":"616d86b775868033c710506b","verse":"Romans 10:1","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45010001_01-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45010001-1\">10:1&nbsp;</b>Brothers, my heart’s desire and prayer to God for them is that they may be saved.</p>\n\n</div>","kjv":"<strong>1</strong> Brethren, my heart’s desire and prayer to God for Israel is, that they might be saved.  ","niv":"<sup><strong>1</strong></sup> Brothers, my heart's desire and prayer to God for the Israelites is that they may be saved."},{"_id":"616d86bc75868033c710507a","topicId":"616d86b775868033c710506b","verse":"Psalm 32:1-11","votes":2,"__v":0,"esv":"<div>\n\n<h4 id=\"p19032001_05-16\" class=\"psalm-title\">A Maskil of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19032001_05-16\" class=\"line\"><b class=\"chapter-num\" id=\"v19032001-1\">32:1&nbsp;</b>&nbsp;&nbsp;Blessed is the one whose transgression is forgiven,</span><br><span id=\"p19032001_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose sin is covered.</span><br><span id=\"p19032002_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032002-1\">2&nbsp;</b>&nbsp;&nbsp;Blessed is the man against whom the LORD counts no iniquity,</span><br><span id=\"p19032002_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in whose spirit there is no deceit.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19032003_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032003-1\">3&nbsp;</b>&nbsp;&nbsp;For when I kept silent, my bones wasted away</span><br><span id=\"p19032003_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;through my groaning all day long.</span><br><span id=\"p19032004_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032004-1\">4&nbsp;</b>&nbsp;&nbsp;For day and night your hand was heavy upon me;</span><br><span id=\"p19032004_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my strength was dried up as by the heat of summer. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19032005_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032005-1\">5&nbsp;</b>&nbsp;&nbsp;I acknowledged my sin to you,</span><br><span id=\"p19032005_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I did not cover my iniquity;</span><br><span id=\"p19032005_05-16\" class=\"line\">&nbsp;&nbsp;I said, “I will confess my transgressions to the LORD,”</span><br><span id=\"p19032005_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you forgave the iniquity of my sin. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19032006_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032006-1\">6&nbsp;</b>&nbsp;&nbsp;Therefore let everyone who is godly</span><br><span id=\"p19032006_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;offer prayer to you at a time when you may be found;</span><br><span id=\"p19032006_05-16\" class=\"line\">&nbsp;&nbsp;surely in the rush of great waters,</span><br><span id=\"p19032006_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall not reach him.</span><br><span id=\"p19032007_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032007-1\">7&nbsp;</b>&nbsp;&nbsp;You are a hiding place for me;</span><br><span id=\"p19032007_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you preserve me from trouble;</span><br><span id=\"p19032007_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you surround me with shouts of deliverance. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19032008_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032008-1\">8&nbsp;</b>&nbsp;&nbsp;I will instruct you and teach you in the way you should go;</span><br><span id=\"p19032008_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will counsel you with my eye upon you.</span><br><span id=\"p19032009_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032009-1\">9&nbsp;</b>&nbsp;&nbsp;Be not like a horse or a mule, without understanding,</span><br><span id=\"p19032009_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which must be curbed with bit and bridle,</span><br><span id=\"p19032009_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or it will not stay near you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19032010_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032010-1\">10&nbsp;</b>&nbsp;&nbsp;Many are the sorrows of the wicked,</span><br><span id=\"p19032010_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but steadfast love surrounds the one who trusts in the LORD.</span><br><span id=\"p19032011_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032011-1\">11&nbsp;</b>&nbsp;&nbsp;Be glad in the LORD, and rejoice, O righteous,</span><br><span id=\"p19032011_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shout for joy, all you upright in heart!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Blessed is he whose transgression is forgiven, whose sin is covered.  <strong>2</strong> Blessed is the man unto whom the LORD imputeth not iniquity, and in whose spirit there is no guile.  <strong>3</strong> When I kept silence, my bones waxed old through my roaring all the day long.  <strong>4</strong> For day and night thy hand was heavy upon me: my moisture is turned into the drought of summer. Selah.  <strong>5</strong> I acknowledged my sin unto thee, and mine iniquity have I not hid. I said, I will confess my transgressions unto the LORD; and thou forgavest the iniquity of my sin. Selah.  <strong>6</strong> For this shall every one that is godly pray unto thee in a time when thou mayest be found: surely in the floods of great waters they shall not come nigh unto him.  <strong>7</strong> Thou art my hiding place; thou shalt preserve me from trouble; thou shalt compass me about with songs of deliverance. Selah.  <strong>8</strong> I will instruct thee and teach thee in the way which thou shalt go: I will guide thee with mine eye.  <strong>9</strong> Be ye not as the horse, or as the mule, which have no understanding: whose mouth must be held in with bit and bridle, lest they come near unto thee.  <strong>10</strong> Many sorrows shall be to the wicked: but he that trusteth in the LORD, mercy shall compass him about.  <strong>11</strong> Be glad in the LORD, and rejoice, ye righteous: and shout for joy, all ye that are upright in heart.  ","niv":"<sup><strong>1</strong></sup> Blessed is he whose transgressions are forgiven, whose sins are covered. <sup><strong>2</strong></sup> Blessed is the man whose sin the LORD does not count against him and in whose spirit is no deceit. <sup><strong>3</strong></sup> When I kept silent, my bones wasted away through my groaning all day long. <sup><strong>4</strong></sup> For day and night your hand was heavy upon me; my strength was sapped as in the heat of summer. Selah <sup><strong>5</strong></sup> Then I acknowledged my sin to you and did not cover up my iniquity. I said, \"I will confess my transgressions to the LORD \"- and you forgave the guilt of my sin. Selah <sup><strong>6</strong></sup> Therefore let everyone who is godly pray to you while you may be found; surely when the mighty waters rise, they will not reach him. <sup><strong>7</strong></sup> You are my hiding place; you will protect me from trouble and surround me with songs of deliverance. Selah <sup><strong>8</strong></sup> I will instruct you and teach you in the way you should go; I will counsel you and watch over you. <sup><strong>9</strong></sup> Do not be like the horse or the mule, which have no understanding but must be controlled by bit and bridle or they will not come to you. <sup><strong>10</strong></sup> Many are the woes of the wicked, but the LORD's unfailing love surrounds the man who trusts in him. <sup><strong>11</strong></sup> Rejoice in the LORD and be glad, you righteous; sing, all you who are upright in heart! "},{"_id":"616d86bc75868033c7105079","topicId":"616d86b775868033c710506b","verse":"2 Samuel 13:1-22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p10013001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10013001-1\">13:1&nbsp;</b>Now Absalom, David’s son, had a beautiful sister, whose name was Tamar. And after a time Amnon, David’s son, loved her. <b class=\"verse-num\" id=\"v10013002-1\">2&nbsp;</b>And Amnon was so tormented that he made himself ill because of his sister Tamar, for she was a virgin, and it seemed impossible to Amnon to do anything to her. <b class=\"verse-num\" id=\"v10013003-1\">3&nbsp;</b>But Amnon had a friend, whose name was Jonadab, the son of Shimeah, David’s brother. And Jonadab was a very crafty man. <b class=\"verse-num\" id=\"v10013004-1\">4&nbsp;</b>And he said to him, “O son of the king, why are you so haggard morning after morning? Will you not tell me?” Amnon said to him, “I love Tamar, my brother Absalom’s sister.” <b class=\"verse-num\" id=\"v10013005-1\">5&nbsp;</b>Jonadab said to him, “Lie down on your bed and pretend to be ill. And when your father comes to see you, say to him, ‘Let my sister Tamar come and give me bread to eat, and prepare the food in my sight, that I may see it and eat it from her hand.’” <b class=\"verse-num\" id=\"v10013006-1\">6&nbsp;</b>So Amnon lay down and pretended to be ill. And when the king came to see him, Amnon said to the king, “Please let my sister Tamar come and make a couple of cakes in my sight, that I may eat from her hand.”</p>\n<p id=\"p10013006_04-17\"><b class=\"verse-num\" id=\"v10013007-1\">7&nbsp;</b>Then David sent home to Tamar, saying, “Go to your brother Amnon’s house and prepare food for him.” <b class=\"verse-num\" id=\"v10013008-1\">8&nbsp;</b>So Tamar went to her brother Amnon’s house, where he was lying down. And she took dough and kneaded it and made cakes in his sight and baked the cakes. <b class=\"verse-num\" id=\"v10013009-1\">9&nbsp;</b>And she took the pan and emptied it out before him, but he refused to eat. And Amnon said, “Send out everyone from me.” So everyone went out from him. <b class=\"verse-num\" id=\"v10013010-1\">10&nbsp;</b>Then Amnon said to Tamar, “Bring the food into the chamber, that I may eat from your hand.” And Tamar took the cakes she had made and brought them into the chamber to Amnon her brother. <b class=\"verse-num\" id=\"v10013011-1\">11&nbsp;</b>But when she brought them near him to eat, he took hold of her and said to her, “Come, lie with me, my sister.” <b class=\"verse-num\" id=\"v10013012-1\">12&nbsp;</b>She answered him, “No, my brother, do not violate me, for such a thing is not done in Israel; do not do this outrageous thing. <b class=\"verse-num\" id=\"v10013013-1\">13&nbsp;</b>As for me, where could I carry my shame? And as for you, you would be as one of the outrageous fools in Israel. Now therefore, please speak to the king, for he will not withhold me from you.” <b class=\"verse-num\" id=\"v10013014-1\">14&nbsp;</b>But he would not listen to her, and being stronger than she, he violated her and lay with her.</p>\n<p id=\"p10013014_04-17\"><b class=\"verse-num\" id=\"v10013015-1\">15&nbsp;</b>Then Amnon hated her with very great hatred, so that the hatred with which he hated her was greater than the love with which he had loved her. And Amnon said to her, “Get up! Go!” <b class=\"verse-num\" id=\"v10013016-1\">16&nbsp;</b>But she said to him, “No, my brother, for this wrong in sending me away is greater than the other that you did to me.” But he would not listen to her. <b class=\"verse-num\" id=\"v10013017-1\">17&nbsp;</b>He called the young man who served him and said, “Put this woman out of my presence and bolt the door after her.” <b class=\"verse-num\" id=\"v10013018-1\">18&nbsp;</b>Now she was wearing a long robe with sleeves, for thus were the virgin daughters of the king dressed. So his servant put her out and bolted the door after her. <b class=\"verse-num\" id=\"v10013019-1\">19&nbsp;</b>And Tamar put ashes on her head and tore the long robe that she wore. And she laid her hand on her head and went away, crying aloud as she went.</p>\n<p id=\"p10013019_04-17\"><b class=\"verse-num\" id=\"v10013020-1\">20&nbsp;</b>And her brother Absalom said to her, “Has Amnon your brother been with you? Now hold your peace, my sister. He is your brother; do not take this to heart.” So Tamar lived, a desolate woman, in her brother Absalom’s house. <b class=\"verse-num\" id=\"v10013021-1\">21&nbsp;</b>When King David heard of all these things, he was very angry. <b class=\"verse-num\" id=\"v10013022-1\">22&nbsp;</b>But Absalom spoke to Amnon neither good nor bad, for Absalom hated Amnon, because he had violated his sister Tamar.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass after this, that Absalom the son of David had a fair sister, whose name was Tamar; and Amnon the son of David loved her.  <strong>2</strong> And Amnon was so vexed, that he fell sick for his sister Tamar; for she was a virgin; and Amnon thought it hard for him to do any thing to her.  <strong>3</strong> But Amnon had a friend, whose name was Jonadab, the son of Shimeah David’s brother: and Jonadab was a very subtil man.  <strong>4</strong> And he said unto him, Why art thou, being the king’s son, lean from day to day? wilt thou not tell me? And Amnon said unto him, I love Tamar, my brother Absalom’s sister.  <strong>5</strong> And Jonadab said unto him, Lay thee down on thy bed, and make thyself sick: and when thy father cometh to see thee, say unto him, I pray thee, let my sister Tamar come, and give me meat, and dress the meat in my sight, that I may see it, and eat it at her hand.  <strong>6</strong> So Amnon lay down, and made himself sick: and when the king was come to see him, Amnon said unto the king, I pray thee, let Tamar my sister come, and make me a couple of cakes in my sight, that I may eat at her hand.  <strong>7</strong> Then David sent home to Tamar, saying, Go now to thy brother Amnon’s house, and dress him meat.  <strong>8</strong> So Tamar went to her brother Amnon’s house; and he was laid down. And she took flour, and kneaded it, and made cakes in his sight, and did bake the cakes.  <strong>9</strong> And she took a pan, and poured them out before him; but he refused to eat. And Amnon said, Have out all men from me. And they went out every man from him.  <strong>10</strong> And Amnon said unto Tamar, Bring the meat into the chamber, that I may eat of thine hand. And Tamar took the cakes which she had made, and brought them into the chamber to Amnon her brother.  <strong>11</strong> And when she had brought them unto him to eat, he took hold of her, and said unto her, Come lie with me, my sister.  <strong>12</strong> And she answered him, Nay, my brother, do not force me; for no such thing ought to be done in Israel: do not thou this folly.  <strong>13</strong> And I, whither shall I cause my shame to go? and as for thee, thou shalt be as one of the fools in Israel. Now therefore, I pray thee, speak unto the king; for he will not withhold me from thee.  <strong>14</strong> Howbeit he would not hearken unto her voice: but, being stronger than she, forced her, and lay with her.  <strong>15</strong> Then Amnon hated her exceedingly; so that the hatred wherewith he hated her was greater than the love wherewith he had loved her. And Amnon said unto her, Arise, be gone.  <strong>16</strong> And she said unto him, There is no cause: this evil in sending me away is greater than the other that thou didst unto me. But he would not hearken unto her.  <strong>17</strong> Then he called his servant that ministered unto him, and said, Put now this woman out from me, and bolt the door after her.  <strong>18</strong> And she had a garment of divers colours upon her: for with such robes were the king’s daughters that were virgins apparelled. Then his servant brought her out, and bolted the door after her.  <strong>19</strong> And Tamar put ashes on her head, and rent her garment of divers colours that was on her, and laid her hand on her head, and went on crying.  <strong>20</strong> And Absalom her brother said unto her, Hath Amnon thy brother been with thee? but hold now thy peace, my sister: he is thy brother; regard not this thing. So Tamar remained desolate in her brother Absalom’s house.  <strong>21</strong> But when king David heard of all these things, he was very wroth.  <strong>22</strong> And Absalom spake unto his brother Amnon neither good nor bad: for Absalom hated Amnon, because he had forced his sister Tamar.  ","niv":"<sup><strong>1</strong></sup> In the course of time, Amnon son of David fell in love with Tamar, the beautiful sister of Absalom son of David. <sup><strong>2</strong></sup> Amnon became frustrated to the point of illness on account of his sister Tamar, for she was a virgin, and it seemed impossible for him to do anything to her. <sup><strong>3</strong></sup> Now Amnon had a friend named Jonadab son of Shimeah, David's brother. Jonadab was a very shrewd man. <sup><strong>4</strong></sup> He asked Amnon, \"Why do you, the king's son, look so haggard morning after morning? Won't you tell me?\" Amnon said to him, \"I'm in love with Tamar, my brother Absalom's sister.\" <sup><strong>5</strong></sup> \"Go to bed and pretend to be ill,\" Jonadab said. \"When your father comes to see you, say to him, 'I would like my sister Tamar to come and give me something to eat. Let her prepare the food in my sight so I may watch her and then eat it from her hand.'\" <sup><strong>6</strong></sup> So Amnon lay down and pretended to be ill. When the king came to see him, Amnon said to him, \"I would like my sister Tamar to come and make some special bread in my sight, so I may eat from her hand.\" <sup><strong>7</strong></sup> David sent word to Tamar at the palace: \"Go to the house of your brother Amnon and prepare some food for him.\" <sup><strong>8</strong></sup> So Tamar went to the house of her brother Amnon, who was lying down. She took some dough, kneaded it, made the bread in his sight and baked it. <sup><strong>9</strong></sup> Then she took the pan and served him the bread, but he refused to eat. \"Send everyone out of here,\" Amnon said. So everyone left him. <sup><strong>10</strong></sup> Then Amnon said to Tamar, \"Bring the food here into my bedroom so I may eat from your hand.\" And Tamar took the bread she had prepared and brought it to her brother Amnon in his bedroom. <sup><strong>11</strong></sup> But when she took it to him to eat, he grabbed her and said, \"Come to bed with me, my sister.\" <sup><strong>12</strong></sup> \"Don't, my brother!\" she said to him. \"Don't force me. Such a thing should not be done in Israel! Don't do this wicked thing. <sup><strong>13</strong></sup> What about me? Where could I get rid of my disgrace? And what about you? You would be like one of the wicked fools in Israel. Please speak to the king; he will not keep me from being married to you.\" <sup><strong>14</strong></sup> But he refused to listen to her, and since he was stronger than she, he raped her. <sup><strong>15</strong></sup> Then Amnon hated her with intense hatred. In fact, he hated her more than he had loved her. Amnon said to her, \"Get up and get out!\" <sup><strong>16</strong></sup> \"No!\" she said to him. \"Sending me away would be a greater wrong than what you have already done to me.\" But he refused to listen to her. <sup><strong>17</strong></sup> He called his personal servant and said, \"Get this woman out of here and bolt the door after her.\" <sup><strong>18</strong></sup> So his servant put her out and bolted the door after her. She was wearing a richly ornamented robe, for this was the kind of garment the virgin daughters of the king wore. <sup><strong>19</strong></sup> Tamar put ashes on her head and tore the ornamented robe she was wearing. She put her hand on her head and went away, weeping aloud as she went. <sup><strong>20</strong></sup> Her brother Absalom said to her, \"Has that Amnon, your brother, been with you? Be quiet now, my sister; he is your brother. Don't take this thing to heart.\" And Tamar lived in her brother Absalom's house, a desolate woman. <sup><strong>21</strong></sup> When King David heard all this, he was furious. <sup><strong>22</strong></sup> Absalom never said a word to Amnon, either good or bad; he hated Amnon because he had disgraced his sister Tamar. "},{"_id":"616d86bd75868033c710507b","topicId":"616d86b775868033c710506b","verse":"2 Samuel 12:14-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p10012014_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v10012014-1\">14&nbsp;</b>Nevertheless, because by this deed you have utterly scorned the LORD, the child who is born to you shall die.” <b class=\"verse-num\" id=\"v10012015-1\">15&nbsp;</b>Then Nathan went to his house.</p>\n\n<p id=\"p10012015_04-18\">And the LORD afflicted the child that Uriah’s wife bore to David, and he became sick. <b class=\"verse-num\" id=\"v10012016-1\">16&nbsp;</b>David therefore sought God on behalf of the child. And David fasted and went in and lay all night on the ground. <b class=\"verse-num\" id=\"v10012017-1\">17&nbsp;</b>And the elders of his house stood beside him, to raise him from the ground, but he would not, nor did he eat food with them. <b class=\"verse-num\" id=\"v10012018-1\">18&nbsp;</b>On the seventh day the child died. And the servants of David were afraid to tell him that the child was dead, for they said, “Behold, while the child was yet alive, we spoke to him, and he did not listen to us. How then can we say to him the child is dead? He may do himself some harm.” <b class=\"verse-num\" id=\"v10012019-1\">19&nbsp;</b>But when David saw that his servants were whispering together, David understood that the child was dead. And David said to his servants, “Is the child dead?” They said, “He is dead.” <b class=\"verse-num\" id=\"v10012020-1\">20&nbsp;</b>Then David arose from the earth and washed and anointed himself and changed his clothes. And he went into the house of the LORD and worshiped. He then went to his own house. And when he asked, they set food before him, and he ate.</p>\n\n</div>","kjv":"<strong>14</strong> Howbeit, because by this deed thou hast given great occasion to the enemies of the LORD to blaspheme, the child also that is born unto thee shall surely die.  <strong>15</strong> And Nathan departed unto his house. And the LORD struck the child that Uriah’s wife bare unto David, and it was very sick.  <strong>16</strong> David therefore besought God for the child; and David fasted, and went in, and lay all night upon the earth.  <strong>17</strong> And the elders of his house arose, and went to him, to raise him up from the earth: but he would not, neither did he eat bread with them.  <strong>18</strong> And it came to pass on the seventh day, that the child died. And the servants of David feared to tell him that the child was dead: for they said, Behold, while the child was yet alive, we spake unto him, and he would not hearken unto our voice: how will he then vex himself, if we tell him that the child is dead?  <strong>19</strong> But when David saw that his servants whispered, David perceived that the child was dead: therefore David said unto his servants, Is the child dead? And they said, He is dead.  <strong>20</strong> Then David arose from the earth, and washed, and anointed himself,  and changed his apparel, and came into the house of the LORD, and worshipped: then he came to his own house; and when he required, they set bread before him, and he did eat.  ","niv":"<sup><strong>14</strong></sup> But because by doing this you have made the enemies of the LORD show utter contempt, the son born to you will die.\" <sup><strong>15</strong></sup> After Nathan had gone home, the LORD struck the child that Uriah's wife had borne to David, and he became ill. <sup><strong>16</strong></sup> David pleaded with God for the child. He fasted and went into his house and spent the nights lying on the ground. <sup><strong>17</strong></sup> The elders of his household stood beside him to get him up from the ground, but he refused, and he would not eat any food with them. <sup><strong>18</strong></sup> On the seventh day the child died. David's servants were afraid to tell him that the child was dead, for they thought, \"While the child was still living, we spoke to David but he would not listen to us. How can we tell him the child is dead? He may do something desperate.\" <sup><strong>19</strong></sup> David noticed that his servants were whispering among themselves and he realized the child was dead. \"Is the child dead?\" he asked. \"Yes,\" they replied, \"he is dead.\" <sup><strong>20</strong></sup> Then David got up from the ground. After he had washed, put on lotions and changed his clothes, he went into the house of the LORD and worshiped. Then he went to his own house, and at his request they served him food, and he ate. "},{"_id":"616d86bd75868033c710507c","topicId":"616d86b775868033c710506b","verse":"Revelation 21:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"616d86bd75868033c710507d","topicId":"616d86b775868033c710506b","verse":"Genesis 12:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01012003_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v01012003-1\">3&nbsp;</b>I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”</p>\n\n</div>","kjv":"<strong>3</strong> And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.  ","niv":"<sup><strong>3</strong></sup> I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.\""},{"_id":"616d86bd75868033c710507e","topicId":"616d86b775868033c710506b","verse":"2 Samuel 12:13-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p10012013_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v10012013-1\">13&nbsp;</b>David said to Nathan, “I have sinned against the LORD.” And Nathan said to David, “The LORD also has put away your sin; you shall not die. <b class=\"verse-num\" id=\"v10012014-1\">14&nbsp;</b>Nevertheless, because by this deed you have utterly scorned the LORD, the child who is born to you shall die.”</p>\n\n</div>","kjv":"<strong>13</strong> And David said unto Nathan, I have sinned against the LORD. And Nathan said unto David, The LORD also hath put away thy sin; thou shalt not die.  <strong>14</strong> Howbeit, because by this deed thou hast given great occasion to the enemies of the LORD to blaspheme, the child also that is born unto thee shall surely die.  ","niv":"<sup><strong>13</strong></sup> Then David said to Nathan, \"I have sinned against the LORD.\" Nathan replied, \"The LORD has taken away your sin. You are not going to die. <sup><strong>14</strong></sup> But because by doing this you have made the enemies of the LORD show utter contempt, the son born to you will die.\" "},{"_id":"616d86be75868033c710507f","topicId":"616d86b775868033c710506b","verse":"1 Thessalonians 4:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p52004017_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004017-1\">17&nbsp;</b>Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord.</p>\n</div>","kjv":"<strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  ","niv":"<sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever."},{"_id":"616d86be75868033c7105080","topicId":"616d86b775868033c710506b","verse":"Titus 2:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p56002013_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002013-1\">13&nbsp;</b>waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ,</p>\n</div>","kjv":"<strong>13</strong> Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;  ","niv":"<sup><strong>13</strong></sup> while we wait for the blessed hope--the glorious appearing of our great God and Savior, Jesus Christ,"},{"_id":"616d86be75868033c7105081","topicId":"616d86b775868033c710506b","verse":"Colossians 1:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p51001021_01-25\"><b class=\"verse-num\" id=\"v51001021-1\">21&nbsp;</b>And you, who once were alienated and hostile in mind, doing evil deeds,</p>\n</div>","kjv":"<strong>21</strong> And you, that were sometime alienated and enemies in your  mind by wicked works, yet now hath he reconciled  ","niv":"<sup><strong>21</strong></sup> Once you were alienated from God and were enemies in your minds because of your evil behavior."},{"_id":"616d86bf75868033c7105082","topicId":"616d86b775868033c710506b","verse":"Philippians 3:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50003020_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003020-1\">20&nbsp;</b>But our citizenship is in heaven, and from it we await a Savior, the Lord Jesus Christ,</p>\n</div>","kjv":"<strong>20</strong> For our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ:  ","niv":"<sup><strong>20</strong></sup> But our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ,"},{"_id":"616d86bf75868033c7105083","topicId":"616d86b775868033c710506b","verse":"Colossians 1:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p51001013_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001013-1\">13&nbsp;</b>He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son,</p>\n</div>","kjv":"<strong>13</strong> Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:  ","niv":"<sup><strong>13</strong></sup> For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves,"},{"_id":"616d86bf75868033c7105084","topicId":"616d86b775868033c710506b","verse":"Philippians 4:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-28\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things."}]}