{"_id":"616d885975868033c7105134","slug":"wizardry","name":"Wizardry","verses":[{"_id":"616d885975868033c7105135","topicId":"616d885975868033c7105134","verse":"Leviticus 19:31","votes":8,"__v":0,"esv":"<div>\n<p id=\"p03019031_01-1\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n</div>","kjv":"<strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  ","niv":"<sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God."},{"_id":"616d885a75868033c7105136","topicId":"616d885975868033c7105134","verse":"Acts 19:19","votes":6,"__v":0,"esv":"<div>\n<p id=\"p44019019_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019019-1\">19&nbsp;</b>And a number of those who had practiced magic arts brought their books together and burned them in the sight of all. And they counted the value of them and found it came to fifty thousand pieces of silver.</p>\n</div>","kjv":"<strong>19</strong> Many of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.  ","niv":"<sup><strong>19</strong></sup> A number who had practiced sorcery brought their scrolls together and burned them publicly. When they calculated the value of the scrolls, the total came to fifty thousand drachmas."},{"_id":"616d885a75868033c7105137","topicId":"616d885975868033c7105134","verse":"Galatians 5:19-21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"616d885a75868033c7105138","topicId":"616d885975868033c7105134","verse":"Deuteronomy 18:9-14","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-4\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you. <b class=\"verse-num\" id=\"v05018013-1\">13&nbsp;</b>You shall be blameless before the LORD your God, <b class=\"verse-num\" id=\"v05018014-1\">14&nbsp;</b>for these nations, which you are about to dispossess, listen to fortune-tellers and to diviners. But as for you, the LORD your God has not allowed you to do this.</p>\n\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  <strong>13</strong> Thou shalt be perfect with the LORD thy God.  <strong>14</strong> For these nations, which thou shalt possess, hearkened unto observers of times, and unto diviners: but as for thee, the LORD thy God hath not suffered thee so to do. ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. <sup><strong>13</strong></sup> You must be blameless before the LORD your God. <sup><strong>14</strong></sup> The nations you will dispossess listen to those who practice sorcery or divination. But as for you, the LORD your God has not permitted you to do so. "},{"_id":"616d885a75868033c7105139","topicId":"616d885975868033c7105134","verse":"Acts 16:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44016016_06-5\"><b class=\"verse-num\" id=\"v44016016-1\">16&nbsp;</b>As we were going to the place of prayer, we were met by a slave girl who had a spirit of divination and brought her owners much gain by fortune-telling.</p>\n</div>","kjv":"<strong>16</strong> And it came to pass, as we went to prayer, a certain damsel possessed with a spirit of divination met us, which brought her masters much gain by soothsaying:  ","niv":"<sup><strong>16</strong></sup> Once when we were going to the place of prayer, we were met by a slave girl who had a spirit by which she predicted the future. She earned a great deal of money for her owners by fortune-telling."},{"_id":"616d885b75868033c710513a","topicId":"616d885975868033c7105134","verse":"2 Chronicles 33:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p14033006_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v14033006-1\">6&nbsp;</b>And he burned his sons as an offering in the Valley of the Son of Hinnom, and used fortune-telling and omens and sorcery, and dealt with mediums and with necromancers. He did much evil in the sight of the LORD, provoking him to anger.</p>\n</div>","kjv":"<strong>6</strong> And he caused his children to pass through the fire in the valley of the son of Hinnom: also he observed times, and used enchantments, and used witchcraft, and dealt with a familiar spirit, and with wizards: he wrought much evil in the sight of the LORD, to provoke him to anger.  ","niv":"<sup><strong>6</strong></sup> He sacrificed his sons in the fire in the Valley of Ben Hinnom, practiced sorcery, divination and witchcraft, and consulted mediums and spiritists. He did much evil in the eyes of the LORD, provoking him to anger."},{"_id":"616d885b75868033c710513b","topicId":"616d885975868033c7105134","verse":"Revelation 22:15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66022015_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v66022015-1\">15&nbsp;</b>Outside are the dogs and sorcerers and the sexually immoral and murderers and idolaters, and everyone who loves and practices falsehood.</p>\n</div>","kjv":"<strong>15</strong> For without are dogs, and sorcerers, and whoremongers, and murderers, and idolaters, and whosoever loveth and maketh a lie.  ","niv":"<sup><strong>15</strong></sup> Outside are the dogs, those who practice magic arts, the sexually immoral, the murderers, the idolaters and everyone who loves and practices falsehood."},{"_id":"616d885b75868033c710513c","topicId":"616d885975868033c7105134","verse":"Deuteronomy 18:9-12","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-8\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you.</p>\n\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. "},{"_id":"616d885c75868033c710513d","topicId":"616d885975868033c7105134","verse":"Deuteronomy 18:9-22","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-9\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you. <b class=\"verse-num\" id=\"v05018013-1\">13&nbsp;</b>You shall be blameless before the LORD your God, <b class=\"verse-num\" id=\"v05018014-1\">14&nbsp;</b>for these nations, which you are about to dispossess, listen to fortune-tellers and to diviners. But as for you, the LORD your God has not allowed you to do this.</p>\n\n<p id=\"p05018014_08-9\"><b class=\"verse-num\" id=\"v05018015-1\">15&nbsp;</b>“The LORD your God will raise up for you a prophet like me from among you, from your brothers—it is to him you shall listen—<b class=\"verse-num\" id=\"v05018016-1\">16&nbsp;</b>just as you desired of the LORD your God at Horeb on the day of the assembly, when you said, ‘Let me not hear again the voice of the LORD my God or see this great fire any more, lest I die.’ <b class=\"verse-num\" id=\"v05018017-1\">17&nbsp;</b>And the LORD said to me, ‘They are right in what they have spoken. <b class=\"verse-num\" id=\"v05018018-1\">18&nbsp;</b>I will raise up for them a prophet like you from among their brothers. And I will put my words in his mouth, and he shall speak to them all that I command him. <b class=\"verse-num\" id=\"v05018019-1\">19&nbsp;</b>And whoever will not listen to my words that he shall speak in my name, I myself will require it of him. <b class=\"verse-num\" id=\"v05018020-1\">20&nbsp;</b>But the prophet who presumes to speak a word in my name that I have not commanded him to speak, or who speaks in the name of other gods, that same prophet shall die.’ <b class=\"verse-num\" id=\"v05018021-1\">21&nbsp;</b>And if you say in your heart, ‘How may we know the word that the LORD has not spoken?’—<b class=\"verse-num\" id=\"v05018022-1\">22&nbsp;</b>when a prophet speaks in the name of the LORD, if the word does not come to pass or come true, that is a word that the LORD has not spoken; the prophet has spoken it presumptuously. You need not be afraid of him.</p>\n\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  <strong>13</strong> Thou shalt be perfect with the LORD thy God.  <strong>14</strong> For these nations, which thou shalt possess, hearkened unto observers of times, and unto diviners: but as for thee, the LORD thy God hath not suffered thee so to do. <strong>15</strong> The LORD thy God will raise up unto thee a Prophet from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken;  <strong>16</strong> According to all that thou desiredst of the LORD thy God in Horeb in the day of the assembly, saying, Let me not hear again the voice of the LORD my God, neither let me see this great fire any more, that I die not.  <strong>17</strong> And the LORD said unto me, They have well spoken that which they have spoken.  <strong>18</strong> I will raise them up a Prophet from among their brethren, like unto thee, and will put my words in his mouth; and he shall speak unto them all that I shall command him.  <strong>19</strong> And it shall come to pass, that whosoever will not hearken unto my words which he shall speak in my name, I will require it  of him.  <strong>20</strong> But the prophet, which shall presume to speak a word in my name, which I have not commanded him to speak, or that shall speak in the name of other gods, even that prophet shall die.  <strong>21</strong> And if thou say in thine heart, How shall we know the word which the LORD hath not spoken?  <strong>22</strong> When a prophet speaketh in the name of the LORD, if the thing follow not, nor come to pass, that is the thing which the LORD hath not spoken, but the prophet hath spoken it presumptuously: thou shalt not be afraid of him.  ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. <sup><strong>13</strong></sup> You must be blameless before the LORD your God. <sup><strong>14</strong></sup> The nations you will dispossess listen to those who practice sorcery or divination. But as for you, the LORD your God has not permitted you to do so. <sup><strong>15</strong></sup> The LORD your God will raise up for you a prophet like me from among your own brothers. You must listen to him. <sup><strong>16</strong></sup> For this is what you asked of the LORD your God at Horeb on the day of the assembly when you said, \"Let us not hear the voice of the LORD our God nor see this great fire anymore, or we will die.\" <sup><strong>17</strong></sup> The LORD said to me: \"What they say is good. <sup><strong>18</strong></sup> I will raise up for them a prophet like you from among their brothers; I will put my words in his mouth, and he will tell them everything I command him. <sup><strong>19</strong></sup> If anyone does not listen to my words that the prophet speaks in my name, I myself will call him to account. <sup><strong>20</strong></sup> But a prophet who presumes to speak in my name anything I have not commanded him to say, or a prophet who speaks in the name of other gods, must be put to death.\" <sup><strong>21</strong></sup> You may say to yourselves, \"How can we know when a message has not been spoken by the LORD?\" <sup><strong>22</strong></sup> If what a prophet proclaims in the name of the LORD does not take place or come true, that is a message the LORD has not spoken. That prophet has spoken presumptuously. Do not be afraid of him. "},{"_id":"616d885c75868033c710513e","topicId":"616d885975868033c7105134","verse":"Exodus 22:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02022018_01-10\"><b class=\"verse-num\" id=\"v02022018-1\">18&nbsp;</b>“You shall not permit a sorceress to live.</p>\n</div>","kjv":"<strong>18</strong> Thou shalt not suffer a witch to live.  ","niv":"<sup><strong>18</strong></sup> \"Do not allow a sorceress to live."},{"_id":"616d885c75868033c710513f","topicId":"616d885975868033c7105134","verse":"Revelation 21:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"616d885d75868033c7105140","topicId":"616d885975868033c7105134","verse":"Daniel 2:27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p27002027_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v27002027-1\">27&nbsp;</b>Daniel answered the king and said, “No wise men, enchanters, magicians, or astrologers can show to the king the mystery that the king has asked,</p>\n</div>","kjv":"<strong>27</strong> Daniel answered in the presence of the king, and said, The secret which the king hath demanded cannot the wise men, the astrologers, the magicians, the soothsayers, shew unto the king;  ","niv":"<sup><strong>27</strong></sup> Daniel replied, \"No wise man, enchanter, magician or diviner can explain to the king the mystery he has asked about,"},{"_id":"616d885d75868033c7105141","topicId":"616d885975868033c7105134","verse":"Deuteronomy 18:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05018014_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018014-1\">14&nbsp;</b>for these nations, which you are about to dispossess, listen to fortune-tellers and to diviners. But as for you, the LORD your God has not allowed you to do this.</p>\n</div>","kjv":"<strong>14</strong> For these nations, which thou shalt possess, hearkened unto observers of times, and unto diviners: but as for thee, the LORD thy God hath not suffered thee so to do. ","niv":"<sup><strong>14</strong></sup> The nations you will dispossess listen to those who practice sorcery or divination. But as for you, the LORD your God has not permitted you to do so."},{"_id":"616d885d75868033c7105142","topicId":"616d885975868033c7105134","verse":"Leviticus 20:27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p03020027_01-14\"><b class=\"verse-num\" id=\"v03020027-1\">27&nbsp;</b>“A man or a woman who is a medium or a necromancer shall surely be put to death. They shall be stoned with stones; their blood shall be upon them.”</p>\n</div>","kjv":"<strong>27</strong> A man also or woman that hath a familiar spirit, or that is a wizard, shall surely be put to death: they shall stone them with stones: their blood shall be upon them.  ","niv":"<sup><strong>27</strong></sup> \"'A man or woman who is a medium or spiritist among you must be put to death. You are to stone them; their blood will be on their own heads.'\""},{"_id":"616d885e75868033c7105143","topicId":"616d885975868033c7105134","verse":"Ephesians 6:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49006012_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms."},{"_id":"616d885e75868033c7105144","topicId":"616d885975868033c7105134","verse":"Ephesians 5:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49005011_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them.</p>\n</div>","kjv":"<strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  ","niv":"<sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them."},{"_id":"616d885e75868033c7105145","topicId":"616d885975868033c7105134","verse":"Galatians 5:17-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48005017_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005017-1\">17&nbsp;</b>For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do. <b class=\"verse-num\" id=\"v48005018-1\">18&nbsp;</b>But if you are led by the Spirit, you are not under the law. <b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions,</p>\n</div>","kjv":"<strong>17</strong> For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would.  <strong>18</strong> But if ye be led of the Spirit, ye are not under the law.  <strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  ","niv":"<sup><strong>17</strong></sup> For the sinful nature desires what is contrary to the Spirit, and the Spirit what is contrary to the sinful nature. They are in conflict with each other, so that you do not do what you want. <sup><strong>18</strong></sup> But if you are led by the Spirit, you are not under law. <sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions "},{"_id":"616d885e75868033c7105146","topicId":"616d885975868033c7105134","verse":"Daniel 1:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p27001020_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v27001020-1\">20&nbsp;</b>And in every matter of wisdom and understanding about which the king inquired of them, he found them ten times better than all the magicians and enchanters that were in all his kingdom.</p>\n</div>","kjv":"<strong>20</strong> And in all matters of wisdom and understanding, that the king enquired of them, he found them ten times better than all the magicians and astrologers that were in all his realm.  ","niv":"<sup><strong>20</strong></sup> In every matter of wisdom and understanding about which the king questioned them, he found them ten times better than all the magicians and enchanters in his whole kingdom."},{"_id":"616d885f75868033c7105147","topicId":"616d885975868033c7105134","verse":"1 Samuel 15:23","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p09015023_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v09015023-1\">23&nbsp;</b>&nbsp;&nbsp;For rebellion is as the sin of divination,</span><br><span id=\"p09015023_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and presumption is as iniquity and idolatry.</span><br><span id=\"p09015023_01-20\" class=\"line\">&nbsp;&nbsp;Because you have rejected the word of the LORD,</span><br><span id=\"p09015023_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has also rejected you from being king.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry. Because thou hast rejected the word of the LORD, he hath also rejected thee from being king.  ","niv":"<sup><strong>23</strong></sup> For rebellion is like the sin of divination, and arrogance like the evil of idolatry. Because you have rejected the word of the LORD, he has rejected you as king.\""},{"_id":"616d885f75868033c7105148","topicId":"616d885975868033c7105134","verse":"1 Peter 5:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you."},{"_id":"616d885f75868033c7105149","topicId":"616d885975868033c7105134","verse":"Hebrews 2:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58002014_01-23\"><b class=\"verse-num\" id=\"v58002014-1\">14&nbsp;</b>Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil,</p>\n</div>","kjv":"<strong>14</strong> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;  ","niv":"<sup><strong>14</strong></sup> Since the children have flesh and blood, he too shared in their humanity so that by his death he might destroy him who holds the power of death--that is, the devil--"},{"_id":"616d886075868033c710514a","topicId":"616d885975868033c7105134","verse":"Acts 2:38","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"616d886075868033c710514b","topicId":"616d885975868033c7105134","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-25\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616d886075868033c710514c","topicId":"616d885975868033c7105134","verse":"Matthew 2:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40002001_07-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40002001-1\">2:1&nbsp;</b>Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the east came to Jerusalem,</p>\n\n</div>","kjv":"<strong>1</strong> Now when Jesus was born in Bethlehem of Judaea in the days of Herod the king, behold, there came wise men from the east to Jerusalem,  ","niv":"<sup><strong>1</strong></sup> After Jesus was born in Bethlehem in Judea, during the time of King Herod, Magi from the east came to Jerusalem"},{"_id":"616d886075868033c710514d","topicId":"616d885975868033c7105134","verse":"Daniel 12:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p27012002_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v27012002-1\">2&nbsp;</b>And many of those who sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt.</p>\n</div>","kjv":"<strong>2</strong> And many of them that sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt.  ","niv":"<sup><strong>2</strong></sup> Multitudes who sleep in the dust of the earth will awake: some to everlasting life, others to shame and everlasting contempt."}]}