{"_id":"616d88fe75868033c710519c","slug":"woman-preachers","name":"Woman Preachers","verses":[{"_id":"616d88fe75868033c710519d","topicId":"616d88fe75868033c710519c","verse":"1 Timothy 2:11-15","votes":28,"__v":0,"esv":"<div>\n<p id=\"p54002011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n</div>","kjv":"<strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. "},{"_id":"616d88ff75868033c710519e","topicId":"616d88fe75868033c710519c","verse":"1 Timothy 3:1-2","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. <b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach,</p>\n\n</div>","kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  <strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task. <sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach, "},{"_id":"616d88ff75868033c710519f","topicId":"616d88fe75868033c710519c","verse":"1 Corinthians 14:34-35","votes":22,"__v":0,"esv":"<div>\n<p id=\"p46014034_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014034-1\">34&nbsp;</b>the women should keep silent in the churches. For they are not permitted to speak, but should be in submission, as the Law also says. <b class=\"verse-num\" id=\"v46014035-1\">35&nbsp;</b>If there is anything they desire to learn, let them ask their husbands at home. For it is shameful for a woman to speak in church.</p>\n</div>","kjv":"<strong>34</strong> Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.  <strong>35</strong> And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church.  ","niv":"<sup><strong>34</strong></sup> As in all the congregations of the saints, women should remain silent in the churches. They are not allowed to speak, but must be in submission, as the Law says. <sup><strong>35</strong></sup> If they want to inquire about something, they should ask their own husbands at home; for it is disgraceful for a woman to speak in the church. "},{"_id":"616d88ff75868033c71051a0","topicId":"616d88fe75868033c710519c","verse":"Galatians 3:28-29","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus. <b class=\"verse-num\" id=\"v48003029-1\">29&nbsp;</b>And if you are Christ’s, then you are Abraham’s offspring, heirs according to promise.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  <strong>29</strong> And if ye be Christ’s, then are ye Abraham’s seed, and heirs according to the promise.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus. <sup><strong>29</strong></sup> If you belong to Christ, then you are Abraham's seed, and heirs according to the promise. "},{"_id":"616d890075868033c71051a1","topicId":"616d88fe75868033c710519c","verse":"Acts 21:9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44021009_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v44021009-1\">9&nbsp;</b>He had four unmarried daughters, who prophesied.</p>\n</div>","kjv":"<strong>9</strong> And the same man had four daughters, virgins, which did prophesy.  ","niv":"<sup><strong>9</strong></sup> He had four unmarried daughters who prophesied."},{"_id":"616d890075868033c71051a2","topicId":"616d88fe75868033c710519c","verse":"Luke 2:36-39","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42002036_01-8\"><b class=\"verse-num\" id=\"v42002036-1\">36&nbsp;</b>And there was a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was advanced in years, having lived with her husband seven years from when she was a virgin, <b class=\"verse-num\" id=\"v42002037-1\">37&nbsp;</b>and then as a widow until she was eighty-four. She did not depart from the temple, worshiping with fasting and prayer night and day. <b class=\"verse-num\" id=\"v42002038-1\">38&nbsp;</b>And coming up at that very hour she began to give thanks to God and to speak of him to all who were waiting for the redemption of Jerusalem.</p>\n\n<p id=\"p42002038_05-8\"><b class=\"verse-num\" id=\"v42002039-1\">39&nbsp;</b>And when they had performed everything according to the Law of the Lord, they returned into Galilee, to their own town of Nazareth.</p>\n\n</div>","kjv":"<strong>36</strong> And there was one Anna, a prophetess, the daughter of Phanuel, of the tribe of Aser: she was of a great age, and had lived with an husband seven years from her virginity;  <strong>37</strong> And she was a widow of about fourscore and four years, which departed not from the temple, but served God with fastings and prayers night and day.  <strong>38</strong> And she coming in that instant gave thanks likewise unto the Lord, and spake of him to all them that looked for redemption in Jerusalem.  <strong>39</strong> And when they had performed all things according to the law of the Lord, they returned into Galilee, to their own city Nazareth.  ","niv":"<sup><strong>36</strong></sup> There was also a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was very old; she had lived with her husband seven years after her marriage, <sup><strong>37</strong></sup> and then was a widow until she was eighty-four. She never left the temple but worshiped night and day, fasting and praying. <sup><strong>38</strong></sup> Coming up to them at that very moment, she gave thanks to God and spoke about the child to all who were looking forward to the redemption of Jerusalem. <sup><strong>39</strong></sup> When Joseph and Mary had done everything required by the Law of the Lord, they returned to Galilee to their own town of Nazareth. "},{"_id":"616d890075868033c71051a3","topicId":"616d88fe75868033c710519c","verse":"Mark 16:9-11","votes":4,"__v":0,"esv":"<div>\n<h4 id=\"p41016009_01-9\" class=\"textual-note\">[Some of the earliest manuscripts do not include 16:9–20.]</h4>\n\n<p id=\"p41016009_06-9\"><b class=\"verse-num\" id=\"v41016009-1\">9&nbsp;</b>[[Now when he rose early on the first day of the week, he appeared first to Mary Magdalene, from whom he had cast out seven demons. <b class=\"verse-num\" id=\"v41016010-1\">10&nbsp;</b>She went and told those who had been with him, as they mourned and wept. <b class=\"verse-num\" id=\"v41016011-1\">11&nbsp;</b>But when they heard that he was alive and had been seen by her, they would not believe it.</p>\n\n</div>","kjv":"<strong>9</strong> Now when Jesus was risen early the first day of the week, he appeared first to Mary Magdalene, out of whom he had cast seven devils.  <strong>10</strong> And she went and told them that had been with him, as they mourned and wept.  <strong>11</strong> And they, when they had heard that he was alive, and had been seen of her, believed not.  ","niv":"<sup><strong>9</strong></sup> When Jesus rose early on the first day of the week, he appeared first to Mary Magdalene, out of whom he had driven seven demons. <sup><strong>10</strong></sup> She went and told those who had been with him and who were mourning and weeping. <sup><strong>11</strong></sup> When they heard that Jesus was alive and that she had seen him, they did not believe it. "},{"_id":"616d890075868033c71051a4","topicId":"616d88fe75868033c710519c","verse":"1 Corinthians 12:22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46012022_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012022-1\">22&nbsp;</b>On the contrary, the parts of the body that seem to be weaker are indispensable,</p>\n</div>","kjv":"<strong>22</strong> Nay, much more those members of the body, which seem to be more feeble, are necessary:  ","niv":"<sup><strong>22</strong></sup> On the contrary, those parts of the body that seem to be weaker are indispensable,"},{"_id":"616d890175868033c71051a5","topicId":"616d88fe75868033c710519c","verse":"1 Corinthians 11:11-12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46011011_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011011-1\">11&nbsp;</b>Nevertheless, in the Lord woman is not independent of man nor man of woman; <b class=\"verse-num\" id=\"v46011012-1\">12&nbsp;</b>for as woman was made from man, so man is now born of woman. And all things are from God.</p>\n</div>","kjv":"<strong>11</strong> Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.  <strong>12</strong> For as the woman is of the man, even so is the man also by the woman; but all things of God.  ","niv":"<sup><strong>11</strong></sup> In the Lord, however, woman is not independent of man, nor is man independent of woman. <sup><strong>12</strong></sup> For as woman came from man, so also man is born of woman. But everything comes from God. "},{"_id":"616d890175868033c71051a6","topicId":"616d88fe75868033c710519c","verse":"Luke 8:1-3","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42008001_04-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42008001-1\">8:1&nbsp;</b>Soon afterward he went on through cities and villages, proclaiming and bringing the good news of the kingdom of God. And the twelve were with him, <b class=\"verse-num\" id=\"v42008002-1\">2&nbsp;</b>and also some women who had been healed of evil spirits and infirmities: Mary, called Magdalene, from whom seven demons had gone out, <b class=\"verse-num\" id=\"v42008003-1\">3&nbsp;</b>and Joanna, the wife of Chuza, Herod’s household manager, and Susanna, and many others, who provided for them out of their means.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass afterward, that he went throughout every city and village, preaching and shewing the glad tidings of the kingdom of God: and the twelve were with him,  <strong>2</strong> And certain women, which had been healed of evil spirits and infirmities, Mary called Magdalene, out of whom went seven devils,  <strong>3</strong> And Joanna the wife of Chuza Herod’s steward, and Susanna, and many others, which ministered unto him of their substance.  ","niv":"<sup><strong>1</strong></sup> After this, Jesus traveled about from one town and village to another, proclaiming the good news of the kingdom of God. The Twelve were with him, <sup><strong>2</strong></sup> and also some women who had been cured of evil spirits and diseases: Mary (called Magdalene) from whom seven demons had come out; <sup><strong>3</strong></sup> Joanna the wife of Cuza, the manager of Herod's household; Susanna; and many others. These women were helping to support them out of their own means. "},{"_id":"616d890175868033c71051a7","topicId":"616d88fe75868033c710519c","verse":"Joel 2:28-29","votes":3,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29002028_08-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002028-1\">28&nbsp;</b>&nbsp;&nbsp; “And it shall come to pass afterward,</span><br><span id=\"p29002028_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I will pour out my Spirit on all flesh;</span><br><span id=\"p29002028_08-15\" class=\"line\">&nbsp;&nbsp;your sons and your daughters shall prophesy,</span><br><span id=\"p29002028_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your old men shall dream dreams,</span><br><span id=\"p29002028_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions.</span><br><span id=\"p29002029_08-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002029-1\">29&nbsp;</b>&nbsp;&nbsp;Even on the male and female servants</span><br><span id=\"p29002029_08-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>28</strong> And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:  <strong>29</strong> And also upon the servants and upon the handmaids in those days will I pour out my spirit.  ","niv":"<sup><strong>28</strong></sup> \"And afterward, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions. <sup><strong>29</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days. "},{"_id":"616d890275868033c71051a8","topicId":"616d88fe75868033c710519c","verse":"Proverbs 31:26","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031026_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031026-1\">26&nbsp;</b>&nbsp;&nbsp;She opens her mouth with wisdom,</span><br><span id=\"p20031026_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the teaching of kindness is on her tongue.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>26</strong> She openeth her mouth with wisdom; and in her tongue is the law of kindness.  ","niv":"<sup><strong>26</strong></sup> She speaks with wisdom, and faithful instruction is on her tongue."},{"_id":"616d890275868033c71051a9","topicId":"616d88fe75868033c710519c","verse":"Exodus 15:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02015020_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v02015020-1\">20&nbsp;</b>Then Miriam the prophetess, the sister of Aaron, took a tambourine in her hand, and all the women went out after her with tambourines and dancing.</p>\n</div>","kjv":"<strong>20</strong> And Miriam the prophetess, the sister of Aaron, took a timbrel in her hand; and all the women went out after her with timbrels and with dances.  ","niv":"<sup><strong>20</strong></sup> Then Miriam the prophetess, Aaron's sister, took a tambourine in her hand, and all the women followed her, with tambourines and dancing."},{"_id":"616d890275868033c71051aa","topicId":"616d88fe75868033c710519c","verse":"Romans 1:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45001016_07-18\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.</p>\n</div>","kjv":"<strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  ","niv":"<sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile."},{"_id":"616d890375868033c71051ab","topicId":"616d88fe75868033c710519c","verse":"Exodus 4:25","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02004025_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v02004025-1\">25&nbsp;</b>Then Zipporah took a flint and cut off her son’s foreskin and touched Moses’ feet with it and said, “Surely you are a bridegroom of blood to me!”</p>\n\n</div>","kjv":"<strong>25</strong> Then Zipporah took a sharp stone, and cut off the foreskin of her son, and cast it at his feet, and said, Surely a bloody husband art thou to me.  ","niv":"<sup><strong>25</strong></sup> But Zipporah took a flint knife, cut off her son's foreskin and touched {Moses'} feet with it. \"Surely you are a bridegroom of blood to me,\" she said."},{"_id":"616d890375868033c71051ac","topicId":"616d88fe75868033c710519c","verse":"Titus 2:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56002003_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002003-1\">3&nbsp;</b>Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good,</p>\n</div>","kjv":"<strong>3</strong> The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;  ","niv":"<sup><strong>3</strong></sup> Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good."},{"_id":"616d890375868033c71051ad","topicId":"616d88fe75868033c710519c","verse":"1 Timothy 3:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54003011_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003011-1\">11&nbsp;</b>Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things.</p>\n\n</div>","kjv":"<strong>11</strong> Even so must their wives be grave, not slanderers, sober, faithful in all things.  ","niv":"<sup><strong>11</strong></sup> In the same way, their wives are to be women worthy of respect, not malicious talkers but temperate and trustworthy in everything."},{"_id":"616d890375868033c71051ae","topicId":"616d88fe75868033c710519c","verse":"1 Timothy 2:11-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54002011_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor.</p>\n</div>","kjv":"<strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  ","niv":"<sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. "},{"_id":"616d890475868033c71051af","topicId":"616d88fe75868033c710519c","verse":"Romans 16:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45016001_03-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45016001-1\">16:1&nbsp;</b>I commend to you our sister Phoebe, a servant of the church at Cenchreae,</p>\n\n</div>","kjv":"<strong>1</strong> I commend unto you Phebe our sister, which is a servant of the church which is at Cenchrea:  ","niv":"<sup><strong>1</strong></sup> I commend to you our sister Phoebe, a servant of the church in Cenchrea."},{"_id":"616d890475868033c71051b0","topicId":"616d88fe75868033c710519c","verse":"Mark 16:17-18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41016017_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016017-1\">17&nbsp;</b><span class=\"woc\">And these signs will accompany those who believe: in my name they will cast out demons; they will speak in new tongues;</span> <b class=\"verse-num woc\" id=\"v41016018-1\">18&nbsp;</b><span class=\"woc\">they will pick up serpents with their hands; and if they drink any deadly poison, it will not hurt them; they will lay their hands on the sick, and they will recover.”</span></p>\n</div>","kjv":"<strong>17</strong> And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;  <strong>18</strong> They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover. ","niv":"<sup><strong>17</strong></sup> And these signs will accompany those who believe: In my name they will drive out demons; they will speak in new tongues; <sup><strong>18</strong></sup> they will pick up snakes with their hands; and when they drink deadly poison, it will not hurt them at all; they will place their hands on sick people, and they will get well.\" "},{"_id":"616d890475868033c71051b1","topicId":"616d88fe75868033c710519c","verse":"Matthew 28:18-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40028018_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v40028018-1\">18&nbsp;</b>And Jesus came and said to them, <span class=\"woc\">“All authority in heaven and on earth has been given to me.</span> <b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>18</strong> And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.  <strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>18</strong></sup> Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me. <sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" "},{"_id":"616d890575868033c71051b2","topicId":"616d88fe75868033c710519c","verse":"2 John 1:1-3","votes":2,"__v":0,"kjv":"<strong>1</strong> The elder unto the elect lady and her children, whom I love in the truth; and not I only, but also all they that have known the truth;  <strong>2</strong> For the truth’s sake, which dwelleth in us, and shall be with us for ever.  <strong>3</strong> Grace be with you, mercy, and peace, from God the Father, and from the Lord Jesus Christ, the Son of the Father, in truth and love.  ","niv":"<sup><strong>1</strong></sup> The elder,"},{"_id":"616d890575868033c71051b3","topicId":"616d88fe75868033c710519c","verse":"Acts 2:17","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_01-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_01-29\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_01-29\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  ","niv":"<sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams."},{"_id":"616d890575868033c71051b4","topicId":"616d88fe75868033c710519c","verse":"Matthew 5:14-16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40005014_01-30\"><b class=\"verse-num woc\" id=\"v40005014-1\">14&nbsp;</b><span class=\"woc\">“You are the light of the world. A city set on a hill cannot be hidden.</span> <b class=\"verse-num woc\" id=\"v40005015-1\">15&nbsp;</b><span class=\"woc\">Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house.</span> <b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n</div>","kjv":"<strong>14</strong> Ye are the light of the world. A city that is set on an hill cannot be hid.  <strong>15</strong> Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.  <strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. ","niv":"<sup><strong>14</strong></sup> \"You are the light of the world. A city on a hill cannot be hidden. <sup><strong>15</strong></sup> Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. <sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven. "},{"_id":"616d890675868033c71051b5","topicId":"616d88fe75868033c710519c","verse":"Psalm 68:11","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19068011_01-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v19068011-1\">11&nbsp;</b>&nbsp;&nbsp;The Lord gives the word;</span><br><span id=\"p19068011_01-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the women who announce the news are a great host:</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> The Lord gave the word: great was the company of those that published it. ","niv":"<sup><strong>11</strong></sup> The Lord announced the word, and great was the company of those who proclaimed it:"}]}