{"_id":"616d8aca75868033c71052a6","slug":"women-long-hair-","name":"Women Long Hair ","verses":[{"_id":"616d8aca75868033c71052a7","topicId":"616d8aca75868033c71052a6","verse":"1 Corinthians 11:10","votes":14,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-3\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you. <b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God. <b class=\"verse-num\" id=\"v46011004-1\">4&nbsp;</b>Every man who prays or prophesies with his head covered dishonors his head, <b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven. <b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head. <b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man. <b class=\"verse-num\" id=\"v46011008-1\">8&nbsp;</b>For man was not made from woman, but woman from man. <b class=\"verse-num\" id=\"v46011009-1\">9&nbsp;</b>Neither was man created for woman, but woman for man. <b class=\"verse-num\" id=\"v46011010-1\">10&nbsp;</b>That is why a wife ought to have a symbol of authority on her head, because of the angels. <b class=\"verse-num\" id=\"v46011011-1\">11&nbsp;</b>Nevertheless, in the Lord woman is not independent of man nor man of woman; <b class=\"verse-num\" id=\"v46011012-1\">12&nbsp;</b>for as woman was made from man, so man is now born of woman. And all things are from God. <b class=\"verse-num\" id=\"v46011013-1\">13&nbsp;</b>Judge for yourselves: is it proper for a wife to pray to God with her head uncovered? <b class=\"verse-num\" id=\"v46011014-1\">14&nbsp;</b>Does not nature itself teach you that if a man wears long hair it is a disgrace for him, <b class=\"verse-num\" id=\"v46011015-1\">15&nbsp;</b>but if a woman has long hair, it is her glory? For her hair is given to her for a covering. <b class=\"verse-num\" id=\"v46011016-1\">16&nbsp;</b>If anyone is inclined to be contentious, we have no such practice, nor do the churches of God.</p>\n\n<p id=\"p46011016_06-3\"><b class=\"verse-num\" id=\"v46011017-1\">17&nbsp;</b>But in the following instructions I do not commend you, because when you come together it is not for the better but for the worse. <b class=\"verse-num\" id=\"v46011018-1\">18&nbsp;</b>For, in the first place, when you come together as a church, I hear that there are divisions among you. And I believe it in part, <b class=\"verse-num\" id=\"v46011019-1\">19&nbsp;</b>for there must be factions among you in order that those who are genuine among you may be recognized. <b class=\"verse-num\" id=\"v46011020-1\">20&nbsp;</b>When you come together, it is not the Lord’s supper that you eat. <b class=\"verse-num\" id=\"v46011021-1\">21&nbsp;</b>For in eating, each one goes ahead with his own meal. One goes hungry, another gets drunk. <b class=\"verse-num\" id=\"v46011022-1\">22&nbsp;</b>What! Do you not have houses to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I commend you in this? No, I will not.</p>\n<p id=\"p46011022_06-3\"><b class=\"verse-num\" id=\"v46011023-1\">23&nbsp;</b>For I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread, <b class=\"verse-num\" id=\"v46011024-1\">24&nbsp;</b>and when he had given thanks, he broke it, and said, <span class=\"woc\">“This is my body, which is for you. Do this in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011025-1\">25&nbsp;</b>In the same way also he took the cup, after supper, saying, <span class=\"woc\">“This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011026-1\">26&nbsp;</b>For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes.</p>\n<p id=\"p46011026_06-3\"><b class=\"verse-num\" id=\"v46011027-1\">27&nbsp;</b>Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty concerning the body and blood of the Lord. <b class=\"verse-num\" id=\"v46011028-1\">28&nbsp;</b>Let a person examine himself, then, and so eat of the bread and drink of the cup. <b class=\"verse-num\" id=\"v46011029-1\">29&nbsp;</b>For anyone who eats and drinks without discerning the body eats and drinks judgment on himself. <b class=\"verse-num\" id=\"v46011030-1\">30&nbsp;</b>That is why many of you are weak and ill, and some have died. <b class=\"verse-num\" id=\"v46011031-1\">31&nbsp;</b>But if we judged ourselves truly, we would not be judged. <b class=\"verse-num\" id=\"v46011032-1\">32&nbsp;</b>But when we are judged by the Lord, we are disciplined so that we may not be condemned along with the world.</p>\n<p id=\"p46011032_06-3\"><b class=\"verse-num\" id=\"v46011033-1\">33&nbsp;</b>So then, my brothers, when you come together to eat, wait for one another—<b class=\"verse-num\" id=\"v46011034-1\">34&nbsp;</b>if anyone is hungry, let him eat at home—so that when you come together it will not be for judgment. About the other things I will give directions when I come.</p>\n\n</div>","kjv":"<strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  ","niv":"<sup><strong>10</strong></sup> For this reason, and because of the angels, the woman ought to have a sign of authority on her head.","modified":"2023-08-06T22:08:09.929Z"},{"_id":"616d8aca75868033c71052a8","topicId":"616d8aca75868033c71052a6","verse":"1 Corinthians 11:1-34","votes":5,"__v":0,"kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  <strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  <strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  <strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  <strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  <strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  <strong>8</strong> For the man is not of the woman; but the woman of the man.  <strong>9</strong> Neither was the man created for the woman; but the woman for the man.  <strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  <strong>11</strong> Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.  <strong>12</strong> For as the woman is of the man, even so is the man also by the woman; but all things of God.  <strong>13</strong> Judge in yourselves: is it comely that a woman pray unto God uncovered?  <strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  <strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  <strong>16</strong> But if any man seem to be contentious, we have no such custom, neither the churches of God.  <strong>17</strong> Now in this that I declare unto you I praise you  not, that ye come together not for the better, but for the worse.  <strong>18</strong> For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.  <strong>19</strong> For there must be also heresies among you, that they which are approved may be made manifest among you.  <strong>20</strong> When ye come together therefore into one place, this is not to eat the Lord’s supper.  <strong>21</strong> For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.  <strong>22</strong> What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.  <strong>23</strong> For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:  <strong>24</strong> And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.  <strong>25</strong> After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.  <strong>26</strong> For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.  <strong>27</strong> Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.  <strong>28</strong> But let a man examine himself, and so let him eat of that  bread, and drink of that cup.  <strong>29</strong> For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.  <strong>30</strong> For this cause many are weak and sickly among you, and many sleep.  <strong>31</strong> For if we would judge ourselves, we should not be judged.  <strong>32</strong> But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.  <strong>33</strong> Wherefore, my brethren, when ye come together to eat, tarry one for another.  <strong>34</strong> And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. <sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God. <sup><strong>4</strong></sup> Every man who prays or prophesies with his head covered dishonors his head. <sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved. <sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head. <sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man. <sup><strong>8</strong></sup> For man did not come from woman, but woman from man; <sup><strong>9</strong></sup> neither was man created for woman, but woman for man. <sup><strong>10</strong></sup> For this reason, and because of the angels, the woman ought to have a sign of authority on her head. <sup><strong>11</strong></sup> In the Lord, however, woman is not independent of man, nor is man independent of woman. <sup><strong>12</strong></sup> For as woman came from man, so also man is born of woman. But everything comes from God. <sup><strong>13</strong></sup> Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered? <sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him, <sup><strong>15</strong></sup> but that if a woman has long hair, it is her glory? For long hair is given to her as a covering. <sup><strong>16</strong></sup> If anyone wants to be contentious about this, we have no other practice--nor do the churches of God. <sup><strong>17</strong></sup> In the following directives I have no praise for you, for your meetings do more harm than good. <sup><strong>18</strong></sup> In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it. <sup><strong>19</strong></sup> No doubt there have to be differences among you to show which of you have God's approval. <sup><strong>20</strong></sup> When you come together, it is not the Lord's Supper you eat, <sup><strong>21</strong></sup> for as you eat, each of you goes ahead without waiting for anybody else. One remains hungry, another gets drunk. <sup><strong>22</strong></sup> Don't you have homes to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I praise you for this? Certainly not! <sup><strong>23</strong></sup> For I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread, <sup><strong>24</strong></sup> and when he had given thanks, he broke it and said, \"This is my body, which is for you; do this in remembrance of me.\" <sup><strong>25</strong></sup> In the same way, after supper he took the cup, saying, \"This cup is the new covenant in my blood; do this, whenever you drink it, in remembrance of me.\" <sup><strong>26</strong></sup> For whenever you eat this bread and drink this cup, you proclaim the Lord's death until he comes. <sup><strong>27</strong></sup> Therefore, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord. <sup><strong>28</strong></sup> A man ought to examine himself before he eats of the bread and drinks of the cup. <sup><strong>29</strong></sup> For anyone who eats and drinks without recognizing the body of the Lord eats and drinks judgment on himself. <sup><strong>30</strong></sup> That is why many among you are weak and sick, and a number of you have fallen asleep. <sup><strong>31</strong></sup> But if we judged ourselves, we would not come under judgment. <sup><strong>32</strong></sup> When we are judged by the Lord, we are being disciplined so that we will not be condemned with the world. <sup><strong>33</strong></sup> So then, my brothers, when you come together to eat, wait for each other. <sup><strong>34</strong></sup> If anyone is hungry, he should eat at home, so that when you meet together it may not result in judgment. And when I come I will give further directions. ","modified":"2022-07-07T20:25:40.313Z"},{"_id":"616d8acb75868033c71052a9","topicId":"616d8aca75868033c71052a6","verse":"Jude 1:6-7","votes":4,"__v":0,"kjv":"<strong>6</strong> And the angels which kept not their first estate, but left their own habitation, he hath reserved in everlasting chains under darkness unto the judgment of the great day.  <strong>7</strong> Even as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:","modified":"2023-08-19T01:13:25.369Z"},{"_id":"616d8acb75868033c71052aa","topicId":"616d8aca75868033c71052a6","verse":"Deuteronomy 22:5","votes":5,"__v":0,"esv":"<div>\n<p id=\"p05022005_01-5\"><b class=\"verse-num\" id=\"v05022005-1\">5&nbsp;</b>“A woman shall not wear a man’s garment, nor shall a man put on a woman’s cloak, for whoever does these things is an abomination to the LORD your God.</p>\n</div>","kjv":"<strong>5</strong> The woman shall not wear that which pertaineth unto a man, neither shall a man put on a woman’s garment: for all that do so are abomination unto the LORD thy God.  ","niv":"<sup><strong>5</strong></sup> A woman must not wear men's clothing, nor a man wear women's clothing, for the LORD your God detests anyone who does this.","modified":"2023-04-29T00:42:12.907Z"},{"_id":"616d8acb75868033c71052ab","topicId":"616d8aca75868033c71052a6","verse":"Romans 8:14","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45008014_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008014-1\">14&nbsp;</b>For all who are led by the Spirit of God are sons of God.</p>\n\n</div>","kjv":"<strong>14</strong> For as many as are led by the Spirit of God, they are the sons of God.  ","niv":"<sup><strong>14</strong></sup> because those who are led by the Spirit of God are sons of God."},{"_id":"616d8acb75868033c71052ac","topicId":"616d8aca75868033c71052a6","verse":"2 Peter 2:4","votes":6,"__v":0,"esv":"<div>\n<p id=\"p61002004_01-7\"><b class=\"verse-num\" id=\"v61002004-1\">4&nbsp;</b>For if God did not spare angels when they sinned, but cast them into hell and committed them to chains of gloomy darkness to be kept until the judgment;</p>\n\n</div>","kjv":"<strong>4</strong> For if God spared not the angels that sinned, but cast them  down to hell, and delivered them into chains of darkness, to be reserved unto judgment;  ","niv":"<sup><strong>4</strong></sup> For if God did not spare angels when they sinned, but sent them to hell, putting them into gloomy dungeons to be held for judgment;"},{"_id":"616d8acc75868033c71052ad","topicId":"616d8aca75868033c71052a6","verse":"Hebrews 12:22","votes":5,"__v":0,"esv":"<div>\n<p id=\"p58012022_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012022-1\">22&nbsp;</b>But you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, and to innumerable angels in festal gathering,</p>\n</div>","kjv":"<strong>22</strong> But ye are come unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels,  ","niv":"<sup><strong>22</strong></sup> But you have come to Mount Zion, to the heavenly Jerusalem, the city of the living God. You have come to thousands upon thousands of angels in joyful assembly,"},{"_id":"616d8acc75868033c71052ae","topicId":"616d8aca75868033c71052a6","verse":"Acts 18:18","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44018018_05-9\"><b class=\"verse-num\" id=\"v44018018-1\">18&nbsp;</b>After this, Paul stayed many days longer and then took leave of the brothers and set sail for Syria, and with him Priscilla and Aquila. At Cenchreae he had cut his hair, for he was under a vow.</p>\n\n</div>","kjv":"<strong>18</strong> And Paul after this tarried there yet a good while, and then took his leave of the brethren, and sailed thence into Syria, and with him Priscilla and Aquila; having shorn his head in Cenchrea: for he had a vow.  ","niv":"<sup><strong>18</strong></sup> Paul stayed on in Corinth for some time. Then he left the brothers and sailed for Syria, accompanied by Priscilla and Aquila. Before he sailed, he had his hair cut off at Cenchrea because of a vow he had taken.","modified":"2022-08-22T02:32:09.985Z"},{"_id":"616d8acc75868033c71052af","topicId":"616d8aca75868033c71052a6","verse":"Leviticus 1:3","votes":5,"__v":0,"esv":"<div>\n<p id=\"p03001003_01-10\"><b class=\"verse-num\" id=\"v03001003-1\">3&nbsp;</b>“If his offering is a burnt offering from the herd, he shall offer a male without blemish. He shall bring it to the entrance of the tent of meeting, that he may be accepted before the LORD.</p>\n</div>","kjv":"<strong>3</strong> If his offering be a burnt sacrifice of the herd, let him offer a male without blemish: he shall offer it of his own voluntary will at the door of the tabernacle of the congregation before the LORD.  ","niv":"<sup><strong>3</strong></sup> \"'If the offering is a burnt offering from the herd, he is to offer a male without defect. He must present it at the entrance to the Tent of Meeting so that it will be acceptable to the LORD."},{"_id":"616d8acd75868033c71052b0","topicId":"616d8aca75868033c71052a6","verse":"Genesis 6:4","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01006004_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v01006004-1\">4&nbsp;</b>The Nephilim were on the earth in those days, and also afterward, when the sons of God came in to the daughters of man and they bore children to them. These were the mighty men who were of old, the men of renown.</p>\n\n</div>","kjv":"<strong>4</strong> There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children  to them, the same became mighty men which were  of old, men of renown.  ","niv":"<sup><strong>4</strong></sup> The Nephilim were on the earth in those days-and also afterward-when the sons of God went to the daughters of men and had children by them. They were the heroes of old, men of renown."},{"_id":"616d8acd75868033c71052b1","topicId":"616d8aca75868033c71052a6","verse":"Jude 1:7","votes":4,"__v":0,"kjv":"<strong>7</strong> Even as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"616d8acd75868033c71052b2","topicId":"616d8aca75868033c71052a6","verse":"1 John 3:1","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62003001_01-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62003001-1\">3:1&nbsp;</b>See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him.</p>\n</div>","kjv":"<strong>1</strong> Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.  ","niv":"<sup><strong>1</strong></sup> How great is the love the Father has lavished on us, that we should be called children of God! And that is what we are! The reason the world does not know us is that it did not know him."},{"_id":"616d8ace75868033c71052b3","topicId":"616d8aca75868033c71052a6","verse":"1 Corinthians 15:35-38","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p46015035_04-15\"><b class=\"verse-num\" id=\"v46015035-1\">35&nbsp;</b>But someone will ask, “How are the dead raised? With what kind of body do they come?” <b class=\"verse-num\" id=\"v46015036-1\">36&nbsp;</b>You foolish person! What you sow does not come to life unless it dies. <b class=\"verse-num\" id=\"v46015037-1\">37&nbsp;</b>And what you sow is not the body that is to be, but a bare kernel, perhaps of wheat or of some other grain. <b class=\"verse-num\" id=\"v46015038-1\">38&nbsp;</b>But God gives it a body as he has chosen, and to each kind of seed its own body.</p>\n</div>","kjv":"<strong>35</strong> But some man will say, How are the dead raised up? and with what body do they come?  <strong>36</strong> Thou fool, that which thou sowest is not quickened, except it die:  <strong>37</strong> And that which thou sowest, thou sowest not that body that shall be, but bare grain, it may chance of wheat, or of some other grain:  <strong>38</strong> But God giveth it a body as it hath pleased him, and to every seed his own body.  ","niv":"<sup><strong>35</strong></sup> But someone may ask, \"How are the dead raised? With what kind of body will they come?\" <sup><strong>36</strong></sup> How foolish! What you sow does not come to life unless it dies. <sup><strong>37</strong></sup> When you sow, you do not plant the body that will be, but just a seed, perhaps of wheat or of something else. <sup><strong>38</strong></sup> But God gives it a body as he has determined, and to each kind of seed he gives its own body. "},{"_id":"616d8ace75868033c71052b4","topicId":"616d8aca75868033c71052a6","verse":"John 1:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43001012_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God,</p>\n</div>","kjv":"<strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  ","niv":"<sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God--"},{"_id":"616d8ace75868033c71052b5","topicId":"616d8aca75868033c71052a6","verse":"Matthew 22:30","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40022030_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40022030-1\">30&nbsp;</b><span class=\"woc\">For in the resurrection they neither marry nor are given in marriage, but are like angels in heaven.</span></p>\n</div>","kjv":"<strong>30</strong> For in the resurrection they neither marry, nor are given in marriage, but are as the angels of God in heaven.  ","niv":"<sup><strong>30</strong></sup> At the resurrection people will neither marry nor be given in marriage; they will be like the angels in heaven."},{"_id":"616d8acf75868033c71052b6","topicId":"616d8aca75868033c71052a6","verse":"Isaiah 26:14","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23026014_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026014-1\">14&nbsp;</b>&nbsp;&nbsp;They are dead, they will not live;</span><br><span id=\"p23026014_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are shades, they will not arise;</span><br><span id=\"p23026014_01-18\" class=\"line\">&nbsp;&nbsp;to that end you have visited them with destruction</span><br><span id=\"p23026014_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and wiped out all remembrance of them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> They are dead, they shall not live; they are deceased, they shall not rise: therefore hast thou visited and destroyed them, and made all their memory to perish.  ","niv":"<sup><strong>14</strong></sup> They are now dead, they live no more; those departed spirits do not rise. You punished them and brought them to ruin; you wiped out all memory of them."},{"_id":"616d8acf75868033c71052b7","topicId":"616d8aca75868033c71052a6","verse":"Job 38:7","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18038007_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v18038007-1\">7&nbsp;</b>&nbsp;&nbsp;when the morning stars sang together</span><br><span id=\"p18038007_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the sons of God shouted for joy?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> When the morning stars sang together, and all the sons of God shouted for joy?  ","niv":"<sup><strong>7</strong></sup> while the morning stars sang together and all the angels shouted for joy?"},{"_id":"616d8acf75868033c71052b8","topicId":"616d8aca75868033c71052a6","verse":"Job 2:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p18002001_05-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v18002001-1\">2:1&nbsp;</b>Again there was a day when the sons of God came to present themselves before the LORD, and Satan also came among them to present himself before the LORD.</p>\n</div>","kjv":"<strong>1</strong> Again there was a day when the sons of God came to present themselves before the LORD, and Satan came also among them to present himself before the LORD.  ","niv":"<sup><strong>1</strong></sup> On another day the angels came to present themselves before the LORD, and Satan also came with them to present himself before him."},{"_id":"616d8acf75868033c71052b9","topicId":"616d8aca75868033c71052a6","verse":"Genesis 6:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01006012_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v01006012-1\">12&nbsp;</b>And God saw the earth, and behold, it was corrupt, for all flesh had corrupted their way on the earth.</p>\n</div>","kjv":"<strong>12</strong> And God looked upon the earth, and, behold, it was corrupt; for all flesh had corrupted his way upon the earth.  ","niv":"<sup><strong>12</strong></sup> God saw how corrupt the earth had become, for all the people on earth had corrupted their ways."},{"_id":"616d8ad075868033c71052ba","topicId":"616d8aca75868033c71052a6","verse":"Genesis 6:9","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p01006009_05-22\"><b class=\"verse-num\" id=\"v01006009-1\">9&nbsp;</b>These are the generations of Noah. Noah was a righteous man, blameless in his generation. Noah walked with God.</p>\n</div>","kjv":"<strong>9</strong> These are the generations of Noah: Noah was a just man and perfect in his generations, and Noah walked with God.  ","niv":"<sup><strong>9</strong></sup> This is the account of Noah. Noah was a righteous man, blameless among the people of his time, and he walked with God."},{"_id":"616d8ad075868033c71052bb","topicId":"616d8aca75868033c71052a6","verse":"Genesis 6:5-6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01006005_01-23\"><b class=\"verse-num\" id=\"v01006005-1\">5&nbsp;</b>The LORD saw that the wickedness of man was great in the earth, and that every intention of the thoughts of his heart was only evil continually. <b class=\"verse-num\" id=\"v01006006-1\">6&nbsp;</b>And the LORD regretted that he had made man on the earth, and it grieved him to his heart.</p>\n</div>","kjv":"<strong>5</strong> And GOD saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was  only evil continually.  <strong>6</strong> And it repented the LORD that he had made man on the earth, and it grieved him at his heart.  ","niv":"<sup><strong>5</strong></sup> The LORD saw how great man's wickedness on the earth had become, and that every inclination of the thoughts of his heart was only evil all the time. <sup><strong>6</strong></sup> The LORD was grieved that he had made man on the earth, and his heart was filled with pain. "},{"_id":"616d8ad075868033c71052bc","topicId":"616d8aca75868033c71052a6","verse":"Genesis 6:1-4","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p01006001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01006001-1\">6:1&nbsp;</b>When man began to multiply on the face of the land and daughters were born to them, <b class=\"verse-num\" id=\"v01006002-1\">2&nbsp;</b>the sons of God saw that the daughters of man were attractive. And they took as their wives any they chose. <b class=\"verse-num\" id=\"v01006003-1\">3&nbsp;</b>Then the LORD said, “My Spirit shall not abide in man forever, for he is flesh: his days shall be 120 years.” <b class=\"verse-num\" id=\"v01006004-1\">4&nbsp;</b>The Nephilim were on the earth in those days, and also afterward, when the sons of God came in to the daughters of man and they bore children to them. These were the mighty men who were of old, the men of renown.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,  <strong>2</strong> That the sons of God saw the daughters of men that they were  fair; and they took them wives of all which they chose.  <strong>3</strong> And the LORD said, My spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years.  <strong>4</strong> There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children  to them, the same became mighty men which were  of old, men of renown.  ","niv":"<sup><strong>1</strong></sup> When men began to increase in number on the earth and daughters were born to them, <sup><strong>2</strong></sup> the sons of God saw that the daughters of men were beautiful, and they married any of them they chose. <sup><strong>3</strong></sup> Then the LORD said, \"My Spirit will not contend with man forever, for he is mortal; his days will be a hundred and twenty years.\" <sup><strong>4</strong></sup> The Nephilim were on the earth in those days-and also afterward-when the sons of God went to the daughters of men and had children by them. They were the heroes of old, men of renown. "},{"_id":"616d8ad175868033c71052bd","topicId":"616d8aca75868033c71052a6","verse":"Genesis 5:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01005003_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v01005003-1\">3&nbsp;</b>When Adam had lived 130 years, he fathered a son in his own likeness, after his image, and named him Seth.</p>\n</div>","kjv":"<strong>3</strong> And Adam lived an hundred and thirty years, and begat a son  in his own likeness, after his image; and called his name Seth:  ","niv":"<sup><strong>3</strong></sup> When Adam had lived 130 years, he had a son in his own likeness, in his own image; and he named him Seth."},{"_id":"616d8ad175868033c71052be","topicId":"616d8aca75868033c71052a6","verse":"Genesis 4:26","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01004026_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v01004026-1\">26&nbsp;</b>To Seth also a son was born, and he called his name Enosh. At that time people began to call upon the name of the LORD.</p>\n</div>","kjv":"<strong>26</strong> And to Seth, to him also there was born a son; and he called his name Enos: then began men to call upon the name of the LORD.  ","niv":"<sup><strong>26</strong></sup> Seth also had a son, and he named him Enosh. At that time men began to call on the name of the LORD."},{"_id":"616d8ad175868033c71052bf","topicId":"616d8aca75868033c71052a6","verse":"Jude 1:6","votes":3,"__v":0,"kjv":"<strong>6</strong> And the angels which kept not their first estate, but left their own habitation, he hath reserved in everlasting chains under darkness unto the judgment of the great day.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:","modified":"2023-07-27T12:07:58.054Z"}]}