{"_id":"616d89d675868033c7105213","slug":"women-and-men","name":"Women And Men","verses":[{"_id":"616d89d675868033c7105214","topicId":"616d89d675868033c7105213","verse":"Galatians 3:28","votes":9,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"616d89d775868033c7105215","topicId":"616d89d675868033c7105213","verse":"Acts 18:26","votes":6,"__v":0,"esv":"<div>\n<p id=\"p44018026_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v44018026-1\">26&nbsp;</b>He began to speak boldly in the synagogue, but when Priscilla and Aquila heard him, they took him aside and explained to him the way of God more accurately.</p>\n</div>","kjv":"<strong>26</strong> And he began to speak boldly in the synagogue: whom when Aquila and Priscilla had heard, they took him unto them, and expounded unto him the way of God more perfectly.  ","niv":"<sup><strong>26</strong></sup> He began to speak boldly in the synagogue. When Priscilla and Aquila heard him, they invited him to their home and explained to him the way of God more adequately."},{"_id":"616d89d775868033c7105216","topicId":"616d89d675868033c7105213","verse":"1 Peter 3:7","votes":6,"__v":0,"esv":"<div>\n<p id=\"p60003007_01-4\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n</div>","kjv":"<strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  ","niv":"<sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers."},{"_id":"616d89d775868033c7105217","topicId":"616d89d675868033c7105213","verse":"1 Peter 3:1-7","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives, <b class=\"verse-num\" id=\"v60003002-1\">2&nbsp;</b>when they see your respectful and pure conduct. <b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, <b class=\"verse-num\" id=\"v60003006-1\">6&nbsp;</b>as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening.</p>\n<p id=\"p60003006_04-6\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  <strong>2</strong> While they behold your chaste conversation coupled with fear.  <strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  <strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives, <sup><strong>2</strong></sup> when they see the purity and reverence of your lives. <sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. <sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers. "},{"_id":"616d89d775868033c7105218","topicId":"616d89d675868033c7105213","verse":"Acts 21:9","votes":6,"__v":0,"esv":"<div>\n<p id=\"p44021009_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v44021009-1\">9&nbsp;</b>He had four unmarried daughters, who prophesied.</p>\n</div>","kjv":"<strong>9</strong> And the same man had four daughters, virgins, which did prophesy.  ","niv":"<sup><strong>9</strong></sup> He had four unmarried daughters who prophesied."},{"_id":"616d89d875868033c7105219","topicId":"616d89d675868033c7105213","verse":"Titus 2:3-5","votes":5,"__v":0,"esv":"<div>\n<p id=\"p56002003_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002003-1\">3&nbsp;</b>Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good, <b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children, <b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled.</p>\n</div>","kjv":"<strong>3</strong> The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;  <strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  ","niv":"<sup><strong>3</strong></sup> Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good. <sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. "},{"_id":"616d89d875868033c710521a","topicId":"616d89d675868033c7105213","verse":"Romans 16:1","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p45016001_03-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45016001-1\">16:1&nbsp;</b>I commend to you our sister Phoebe, a servant of the church at Cenchreae,</p>\n\n</div>","kjv":"<strong>1</strong> I commend unto you Phebe our sister, which is a servant of the church which is at Cenchrea:  ","niv":"<sup><strong>1</strong></sup> I commend to you our sister Phoebe, a servant of the church in Cenchrea."},{"_id":"616d89d975868033c710521b","topicId":"616d89d675868033c7105213","verse":"Titus 2:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p56002005_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled.</p>\n</div>","kjv":"<strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  ","niv":"<sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God."},{"_id":"616d89d975868033c710521c","topicId":"616d89d675868033c7105213","verse":"1 Timothy 2:12","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p54002001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54002001-1\">2:1&nbsp;</b>First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, <b class=\"verse-num\" id=\"v54002002-1\">2&nbsp;</b>for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way. <b class=\"verse-num\" id=\"v54002003-1\">3&nbsp;</b>This is good, and it is pleasing in the sight of God our Savior, <b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth. <b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus, <b class=\"verse-num\" id=\"v54002006-1\">6&nbsp;</b>who gave himself as a ransom for all, which is the testimony given at the proper time. <b class=\"verse-num\" id=\"v54002007-1\">7&nbsp;</b>For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying), a teacher of the Gentiles in faith and truth.</p>\n<p id=\"p54002007_05-14\"><b class=\"verse-num\" id=\"v54002008-1\">8&nbsp;</b>I desire then that in every place the men should pray, lifting holy hands without anger or quarreling; <b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works. <b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n\n</div>","kjv":"<strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  ","niv":"<sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent."},{"_id":"616d89d975868033c710521d","topicId":"616d89d675868033c7105213","verse":"1 Timothy 2:1-15","votes":4,"__v":0,"kjv":"<strong>1</strong> I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;  <strong>2</strong> For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.  <strong>3</strong> For this is good and acceptable in the sight of God our Saviour;  <strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  <strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  <strong>6</strong> Who gave himself a ransom for all, to be testified in due time.  <strong>7</strong> Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity.  <strong>8</strong> I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.  <strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  <strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>1</strong></sup> I urge, then, first of all, that requests, prayers, intercession and thanksgiving be made for everyone-- <sup><strong>2</strong></sup> for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness. <sup><strong>3</strong></sup> This is good, and pleases God our Savior, <sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth. <sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus, <sup><strong>6</strong></sup> who gave himself as a ransom for all men--the testimony given in its proper time. <sup><strong>7</strong></sup> And for this purpose I was appointed a herald and an apostle--I am telling the truth, I am not lying--and a teacher of the true faith to the Gentiles. <sup><strong>8</strong></sup> I want men everywhere to lift up holy hands in prayer, without anger or disputing. <sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. <sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. "},{"_id":"616d89d975868033c710521e","topicId":"616d89d675868033c7105213","verse":"1 Corinthians 11:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46011003_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God.</p>\n\n</div>","kjv":"<strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  ","niv":"<sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God."},{"_id":"616d89da75868033c710521f","topicId":"616d89d675868033c7105213","verse":"Ephesians 5:22-33","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p49005001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49005001-1\">5:1&nbsp;</b>Therefore be imitators of God, as beloved children. <b class=\"verse-num\" id=\"v49005002-1\">2&nbsp;</b>And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.</p>\n<p id=\"p49005002_04-18\"><b class=\"verse-num\" id=\"v49005003-1\">3&nbsp;</b>But sexual immorality and all impurity or covetousness must not even be named among you, as is proper among saints. <b class=\"verse-num\" id=\"v49005004-1\">4&nbsp;</b>Let there be no filthiness nor foolish talk nor crude joking, which are out of place, but instead let there be thanksgiving. <b class=\"verse-num\" id=\"v49005005-1\">5&nbsp;</b>For you may be sure of this, that everyone who is sexually immoral or impure, or who is covetous (that is, an idolater), has no inheritance in the kingdom of Christ and God. <b class=\"verse-num\" id=\"v49005006-1\">6&nbsp;</b>Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience. <b class=\"verse-num\" id=\"v49005007-1\">7&nbsp;</b>Therefore do not become partners with them; <b class=\"verse-num\" id=\"v49005008-1\">8&nbsp;</b>for at one time you were darkness, but now you are light in the Lord. Walk as children of light <b class=\"verse-num\" id=\"v49005009-1\">9&nbsp;</b>(for the fruit of light is found in all that is good and right and true), <b class=\"verse-num\" id=\"v49005010-1\">10&nbsp;</b>and try to discern what is pleasing to the Lord. <b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them. <b class=\"verse-num\" id=\"v49005012-1\">12&nbsp;</b>For it is shameful even to speak of the things that they do in secret. <b class=\"verse-num\" id=\"v49005013-1\">13&nbsp;</b>But when anything is exposed by the light, it becomes visible, <b class=\"verse-num\" id=\"v49005014-1\">14&nbsp;</b>for anything that becomes visible is light. Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49005014_04-18\" class=\"line\">&nbsp;&nbsp;“Awake, O sleeper,</span><br><span id=\"p49005014_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and arise from the dead,</span><br><span id=\"p49005014_04-18\" class=\"line\">&nbsp;&nbsp;and Christ will shine on you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49005014_04-18\"><b class=\"verse-num\" id=\"v49005015-1\">15&nbsp;</b>Look carefully then how you walk, not as unwise but as wise, <b class=\"verse-num\" id=\"v49005016-1\">16&nbsp;</b>making the best use of the time, because the days are evil. <b class=\"verse-num\" id=\"v49005017-1\">17&nbsp;</b>Therefore do not be foolish, but understand what the will of the Lord is. <b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit, <b class=\"verse-num\" id=\"v49005019-1\">19&nbsp;</b>addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart, <b class=\"verse-num\" id=\"v49005020-1\">20&nbsp;</b>giving thanks always and for everything to God the Father in the name of our Lord Jesus Christ, <b class=\"verse-num\" id=\"v49005021-1\">21&nbsp;</b>submitting to one another out of reverence for Christ.</p>\n\n<p id=\"p49005021_07-18\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_07-18\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church. <b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n\n</div>","kjv":"<strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. <sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband. "},{"_id":"616d89da75868033c7105220","topicId":"616d89d675868033c7105213","verse":"Ephesians 5:1-33","votes":3,"__v":0,"kjv":"<strong>1</strong> Be ye therefore followers of God, as dear children;  <strong>2</strong> And walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour.  <strong>3</strong> But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;  <strong>4</strong> Neither filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks.  <strong>5</strong> For this ye know, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God.  <strong>6</strong> Let no man deceive you with vain words: for because of these things cometh the wrath of God upon the children of disobedience.  <strong>7</strong> Be not ye therefore partakers with them.  <strong>8</strong> For ye were sometimes darkness, but now are ye light in the Lord: walk as children of light:  <strong>9</strong> (For the fruit of the Spirit is in all goodness and righteousness and truth;)  <strong>10</strong> Proving what is acceptable unto the Lord.  <strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  <strong>12</strong> For it is a shame even to speak of those things which are done of them in secret.  <strong>13</strong> But all things that are reproved are made manifest by the light: for whatsoever doth make manifest is light.  <strong>14</strong> Wherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.  <strong>15</strong> See then that ye walk circumspectly, not as fools, but as wise,  <strong>16</strong> Redeeming the time, because the days are evil.  <strong>17</strong> Wherefore be ye not unwise, but understanding what the will of the Lord is.  <strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  <strong>19</strong> Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;  <strong>20</strong> Giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;  <strong>21</strong> Submitting yourselves one to another in the fear of God.  <strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>1</strong></sup> Be imitators of God, therefore, as dearly loved children <sup><strong>2</strong></sup> and live a life of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God. <sup><strong>3</strong></sup> But among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God's holy people. <sup><strong>4</strong></sup> Nor should there be obscenity, foolish talk or coarse joking, which are out of place, but rather thanksgiving. <sup><strong>5</strong></sup> For of this you can be sure: No immoral, impure or greedy person--such a man is an idolater--has any inheritance in the kingdom of Christ and of God. <sup><strong>6</strong></sup> Let no one deceive you with empty words, for because of such things God's wrath comes on those who are disobedient. <sup><strong>7</strong></sup> Therefore do not be partners with them. <sup><strong>8</strong></sup> For you were once darkness, but now you are light in the Lord. Live as children of light <sup><strong>9</strong></sup> (for the fruit of the light consists in all goodness, righteousness and truth) <sup><strong>10</strong></sup> and find out what pleases the Lord. <sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them. <sup><strong>12</strong></sup> For it is shameful even to mention what the disobedient do in secret. <sup><strong>13</strong></sup> But everything exposed by the light becomes visible, <sup><strong>14</strong></sup> for it is light that makes everything visible. This is why it is said: \"Wake up, O sleeper, rise from the dead, and Christ will shine on you.\" <sup><strong>15</strong></sup> Be very careful, then, how you live--not as unwise but as wise, <sup><strong>16</strong></sup> making the most of every opportunity, because the days are evil. <sup><strong>17</strong></sup> Therefore do not be foolish, but understand what the Lord's will is. <sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit. <sup><strong>19</strong></sup> Speak to one another with psalms, hymns and spiritual songs. Sing and make music in your heart to the Lord, <sup><strong>20</strong></sup> always giving thanks to God the Father for everything, in the name of our Lord Jesus Christ. <sup><strong>21</strong></sup> Submit to one another out of reverence for Christ. <sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. <sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband. "},{"_id":"616d89da75868033c7105221","topicId":"616d89d675868033c7105213","verse":"Acts 16:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44016014_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016014-1\">14&nbsp;</b>One who heard us was a woman named Lydia, from the city of Thyatira, a seller of purple goods, who was a worshiper of God. The Lord opened her heart to pay attention to what was said by Paul.</p>\n</div>","kjv":"<strong>14</strong> And a certain woman named Lydia, a seller of purple, of the city of Thyatira, which worshipped God, heard us: whose heart the Lord opened, that she attended unto the things which were spoken of Paul.  ","niv":"<sup><strong>14</strong></sup> One of those listening was a woman named Lydia, a dealer in purple cloth from the city of Thyatira, who was a worshiper of God. The Lord opened her heart to respond to Paul's message."},{"_id":"616d89da75868033c7105222","topicId":"616d89d675868033c7105213","verse":"Leviticus 19:1-2","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p03019001_05-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03019001-1\">19:1&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v03019002-1\">2&nbsp;</b>“Speak to all the congregation of the people of Israel and say to them, You shall be holy, for I the LORD your God am holy.</p>\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> Speak unto all the congregation of the children of Israel, and say unto them, Ye shall be holy: for I the LORD your God am holy.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses, <sup><strong>2</strong></sup> \"Speak to the entire assembly of Israel and say to them: 'Be holy because I, the LORD your God, am holy. "},{"_id":"616d89db75868033c7105223","topicId":"616d89d675868033c7105213","verse":"Genesis 3:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01003016_01-21\"><b class=\"verse-num\" id=\"v01003016-1\">16&nbsp;</b>To the woman he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003016_01-21\" class=\"line\">&nbsp;&nbsp;“I will surely multiply your pain in childbearing;</span><br><span id=\"p01003016_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall bring forth children.</span><br><span id=\"p01003016_01-21\" class=\"line\">&nbsp;&nbsp;Your desire shall be contrary to your husband,</span><br><span id=\"p01003016_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he shall rule over you.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.  ","niv":"<sup><strong>16</strong></sup> To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\""},{"_id":"616d89db75868033c7105224","topicId":"616d89d675868033c7105213","verse":"Genesis 2:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01002018_01-22\"><b class=\"verse-num\" id=\"v01002018-1\">18&nbsp;</b>Then the LORD God said, “It is not good that the man should be alone; I will make him a helper fit for him.”</p>\n\n</div>","kjv":"<strong>18</strong> And the LORD God said, It is not good that the man should be alone; I will make him an help meet for him.  ","niv":"<sup><strong>18</strong></sup> The LORD God said, \"It is not good for the man to be alone. I will make a helper suitable for him.\""},{"_id":"616d89db75868033c7105225","topicId":"616d89d675868033c7105213","verse":"2 Timothy 1:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55001005_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001005-1\">5&nbsp;</b>I am reminded of your sincere faith, a faith that dwelt first in your grandmother Lois and your mother Eunice and now, I am sure, dwells in you as well.</p>\n</div>","kjv":"<strong>5</strong> When I call to remembrance the unfeigned faith that is in thee, which dwelt first in thy grandmother Lois, and thy mother Eunice; and I am persuaded that in thee also.  ","niv":"<sup><strong>5</strong></sup> I have been reminded of your sincere faith, which first lived in your grandmother Lois and in your mother Eunice and, I am persuaded, now lives in you also."},{"_id":"616d89dc75868033c7105226","topicId":"616d89d675868033c7105213","verse":"1 Corinthians 7:10-11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46007010_01-25\"><b class=\"verse-num\" id=\"v46007010-1\">10&nbsp;</b>To the married I give this charge (not I, but the Lord): the wife should not separate from her husband <b class=\"verse-num\" id=\"v46007011-1\">11&nbsp;</b>(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.</p>\n</div>","kjv":"<strong>10</strong> And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:  <strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  ","niv":"<sup><strong>10</strong></sup> To the married I give this command (not I, but the Lord): A wife must not separate from her husband. <sup><strong>11</strong></sup> But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife. "},{"_id":"616d89dc75868033c7105227","topicId":"616d89d675868033c7105213","verse":"Romans 16:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45016007_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v45016007-1\">7&nbsp;</b>Greet Andronicus and Junia, my kinsmen and my fellow prisoners. They are well known to the apostles, and they were in Christ before me.</p>\n\n</div>","kjv":"<strong>7</strong> Salute Andronicus and Junia, my kinsmen, and my fellowprisoners, who are of note among the apostles, who also were in Christ before me.  ","niv":"<sup><strong>7</strong></sup> Greet Andronicus and Junias, my relatives who have been in prison with me. They are outstanding among the apostles, and they were in Christ before I was."},{"_id":"616d89dc75868033c7105228","topicId":"616d89d675868033c7105213","verse":"Proverbs 31:1-31","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p20031001_06-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v20031001-1\">31:1&nbsp;</b>The words of King Lemuel. An oracle that his mother taught him:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031002_06-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031002-1\">2&nbsp;</b>&nbsp;&nbsp;What are you doing, my son? What are you doing, son of my womb?</span><br><span id=\"p20031002_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;What are you doing, son of my vows?</span><br><span id=\"p20031003_06-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031003-1\">3&nbsp;</b>&nbsp;&nbsp;Do not give your strength to women,</span><br><span id=\"p20031003_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your ways to those who destroy kings.</span><br><span id=\"p20031004_06-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031004-1\">4&nbsp;</b>&nbsp;&nbsp;It is not for kings, O Lemuel,</span><br><span id=\"p20031004_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is not for kings to drink wine,</span><br><span id=\"p20031004_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or for rulers to take strong drink,</span><br><span id=\"p20031005_06-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031005-1\">5&nbsp;</b>&nbsp;&nbsp;lest they drink and forget what has been decreed</span><br><span id=\"p20031005_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and pervert the rights of all the afflicted.</span><br><span id=\"p20031006_06-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031006-1\">6&nbsp;</b>&nbsp;&nbsp;Give strong drink to the one who is perishing,</span><br><span id=\"p20031006_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and wine to those in bitter distress;</span><br><span id=\"p20031007_06-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031007-1\">7&nbsp;</b>&nbsp;&nbsp;let them drink and forget their poverty</span><br><span id=\"p20031007_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and remember their misery no more.</span><br><span id=\"p20031008_06-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031008-1\">8&nbsp;</b>&nbsp;&nbsp;Open your mouth for the mute,</span><br><span id=\"p20031008_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the rights of all who are destitute.</span><br><span id=\"p20031009_06-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031009-1\">9&nbsp;</b>&nbsp;&nbsp;Open your mouth, judge righteously,</span><br><span id=\"p20031009_06-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;defend the rights of the poor and needy.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031010_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031010-1\">10&nbsp;</b>&nbsp;&nbsp; An excellent wife who can find?</span><br><span id=\"p20031010_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;She is far more precious than jewels.</span><br><span id=\"p20031011_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031011-1\">11&nbsp;</b>&nbsp;&nbsp;The heart of her husband trusts in her,</span><br><span id=\"p20031011_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will have no lack of gain.</span><br><span id=\"p20031012_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031012-1\">12&nbsp;</b>&nbsp;&nbsp;She does him good, and not harm,</span><br><span id=\"p20031012_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of her life.</span><br><span id=\"p20031013_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031013-1\">13&nbsp;</b>&nbsp;&nbsp;She seeks wool and flax,</span><br><span id=\"p20031013_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and works with willing hands.</span><br><span id=\"p20031014_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031014-1\">14&nbsp;</b>&nbsp;&nbsp;She is like the ships of the merchant;</span><br><span id=\"p20031014_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she brings her food from afar.</span><br><span id=\"p20031015_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031015-1\">15&nbsp;</b>&nbsp;&nbsp;She rises while it is yet night</span><br><span id=\"p20031015_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and provides food for her household</span><br><span id=\"p20031015_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and portions for her maidens.</span><br><span id=\"p20031016_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031016-1\">16&nbsp;</b>&nbsp;&nbsp;She considers a field and buys it;</span><br><span id=\"p20031016_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the fruit of her hands she plants a vineyard.</span><br><span id=\"p20031017_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031017-1\">17&nbsp;</b>&nbsp;&nbsp;She dresses herself with strength</span><br><span id=\"p20031017_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes her arms strong.</span><br><span id=\"p20031018_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031018-1\">18&nbsp;</b>&nbsp;&nbsp;She perceives that her merchandise is profitable.</span><br><span id=\"p20031018_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Her lamp does not go out at night.</span><br><span id=\"p20031019_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031019-1\">19&nbsp;</b>&nbsp;&nbsp;She puts her hands to the distaff,</span><br><span id=\"p20031019_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and her hands hold the spindle.</span><br><span id=\"p20031020_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031020-1\">20&nbsp;</b>&nbsp;&nbsp;She opens her hand to the poor</span><br><span id=\"p20031020_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and reaches out her hands to the needy.</span><br><span id=\"p20031021_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031021-1\">21&nbsp;</b>&nbsp;&nbsp;She is not afraid of snow for her household,</span><br><span id=\"p20031021_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all her household are clothed in scarlet.</span><br><span id=\"p20031022_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031022-1\">22&nbsp;</b>&nbsp;&nbsp;She makes bed coverings for herself;</span><br><span id=\"p20031022_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her clothing is fine linen and purple.</span><br><span id=\"p20031023_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031023-1\">23&nbsp;</b>&nbsp;&nbsp;Her husband is known in the gates</span><br><span id=\"p20031023_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he sits among the elders of the land.</span><br><span id=\"p20031024_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031024-1\">24&nbsp;</b>&nbsp;&nbsp;She makes linen garments and sells them;</span><br><span id=\"p20031024_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she delivers sashes to the merchant.</span><br><span id=\"p20031025_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031025-1\">25&nbsp;</b>&nbsp;&nbsp;Strength and dignity are her clothing,</span><br><span id=\"p20031025_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and she laughs at the time to come.</span><br><span id=\"p20031026_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031026-1\">26&nbsp;</b>&nbsp;&nbsp;She opens her mouth with wisdom,</span><br><span id=\"p20031026_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the teaching of kindness is on her tongue.</span><br><span id=\"p20031027_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031027-1\">27&nbsp;</b>&nbsp;&nbsp;She looks well to the ways of her household</span><br><span id=\"p20031027_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and does not eat the bread of idleness.</span><br><span id=\"p20031028_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031028-1\">28&nbsp;</b>&nbsp;&nbsp;Her children rise up and call her blessed;</span><br><span id=\"p20031028_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her husband also, and he praises her:</span><br><span id=\"p20031029_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031029-1\">29&nbsp;</b>&nbsp;&nbsp;“Many women have done excellently,</span><br><span id=\"p20031029_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but you surpass them all.”</span><br><span id=\"p20031030_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031030-1\">30&nbsp;</b>&nbsp;&nbsp;Charm is deceitful, and beauty is vain,</span><br><span id=\"p20031030_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a woman who fears the LORD is to be praised.</span><br><span id=\"p20031031_12-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031031-1\">31&nbsp;</b>&nbsp;&nbsp;Give her of the fruit of her hands,</span><br><span id=\"p20031031_12-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let her works praise her in the gates.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The words of king Lemuel, the prophecy that his mother taught him.  <strong>2</strong> What, my son? and what, the son of my womb? and what, the son of my vows?  <strong>3</strong> Give not thy strength unto women, nor thy ways to that which destroyeth kings.  <strong>4</strong> It is not for kings, O Lemuel, it is not for kings to drink wine; nor for princes strong drink:  <strong>5</strong> Lest they drink, and forget the law, and pervert the judgment of any of the afflicted.  <strong>6</strong> Give strong drink unto him that is ready to perish, and wine unto those that be of heavy hearts.  <strong>7</strong> Let him drink, and forget his poverty, and remember his misery no more.  <strong>8</strong> Open thy mouth for the dumb in the cause of all such as are appointed to destruction.  <strong>9</strong> Open thy mouth, judge righteously, and plead the cause of the poor and needy.  <strong>10</strong> Who can find a virtuous woman? for her price is far above rubies.  <strong>11</strong> The heart of her husband doth safely trust in her, so that he shall have no need of spoil.  <strong>12</strong> She will do him good and not evil all the days of her life.  <strong>13</strong> She seeketh wool, and flax, and worketh willingly with her hands.  <strong>14</strong> She is like the merchants’ ships; she bringeth her food from afar.  <strong>15</strong> She riseth also while it is yet night, and giveth meat to her household, and a portion to her maidens.  <strong>16</strong> She considereth a field, and buyeth it: with the fruit of her hands she planteth a vineyard.  <strong>17</strong> She girdeth her loins with strength, and strengtheneth her arms.  <strong>18</strong> She perceiveth that her merchandise is good: her candle goeth not out by night.  <strong>19</strong> She layeth her hands to the spindle, and her hands hold the distaff.  <strong>20</strong> She stretcheth out her hand to the poor; yea, she reacheth forth her hands to the needy.  <strong>21</strong> She is not afraid of the snow for her household: for all her household are clothed with scarlet.  <strong>22</strong> She maketh herself coverings of tapestry; her clothing is  silk and purple.  <strong>23</strong> Her husband is known in the gates, when he sitteth among the elders of the land.  <strong>24</strong> She maketh fine linen, and selleth it; and delivereth girdles unto the merchant.  <strong>25</strong> Strength and honour are her clothing; and she shall rejoice in time to come.  <strong>26</strong> She openeth her mouth with wisdom; and in her tongue is the law of kindness.  <strong>27</strong> She looketh well to the ways of her household, and eateth not the bread of idleness.  <strong>28</strong> Her children arise up, and call her blessed; her husband also,  and he praiseth her.  <strong>29</strong> Many daughters have done virtuously, but thou excellest them all.  <strong>30</strong> Favour is deceitful, and beauty is vain: but  a woman that feareth the LORD, she shall be praised.  <strong>31</strong> Give her of the fruit of her hands; and let her own works praise her in the gates.  ","niv":"<sup><strong>1</strong></sup> The sayings of King Lemuel-an oracle his mother taught him: <sup><strong>2</strong></sup> \"O my son, O son of my womb, O son of my vows, <sup><strong>3</strong></sup> do not spend your strength on women, your vigor on those who ruin kings. <sup><strong>4</strong></sup> \"It is not for kings, O Lemuel- not for kings to drink wine, not for rulers to crave beer, <sup><strong>5</strong></sup> lest they drink and forget what the law decrees, and deprive all the oppressed of their rights. <sup><strong>6</strong></sup> Give beer to those who are perishing, wine to those who are in anguish; <sup><strong>7</strong></sup> let them drink and forget their poverty and remember their misery no more. <sup><strong>8</strong></sup> \"Speak up for those who cannot speak for themselves, for the rights of all who are destitute. <sup><strong>9</strong></sup> Speak up and judge fairly; defend the rights of the poor and needy.\" Epilogue: The Wife of Noble Character <sup><strong>10</strong></sup> A wife of noble character who can find? She is worth far more than rubies. <sup><strong>11</strong></sup> Her husband has full confidence in her and lacks nothing of value. <sup><strong>12</strong></sup> She brings him good, not harm, all the days of her life. <sup><strong>13</strong></sup> She selects wool and flax and works with eager hands. <sup><strong>14</strong></sup> She is like the merchant ships, bringing her food from afar. <sup><strong>15</strong></sup> She gets up while it is still dark; she provides food for her family and portions for her servant girls. <sup><strong>16</strong></sup> She considers a field and buys it; out of her earnings she plants a vineyard. <sup><strong>17</strong></sup> She sets about her work vigorously; her arms are strong for her tasks. <sup><strong>18</strong></sup> She sees that her trading is profitable, and her lamp does not go out at night. <sup><strong>19</strong></sup> In her hand she holds the distaff and grasps the spindle with her fingers. <sup><strong>20</strong></sup> She opens her arms to the poor and extends her hands to the needy. <sup><strong>21</strong></sup> When it snows, she has no fear for her household; for all of them are clothed in scarlet. <sup><strong>22</strong></sup> She makes coverings for her bed; she is clothed in fine linen and purple. <sup><strong>23</strong></sup> Her husband is respected at the city gate, where he takes his seat among the elders of the land. <sup><strong>24</strong></sup> She makes linen garments and sells them, and supplies the merchants with sashes. <sup><strong>25</strong></sup> She is clothed with strength and dignity; she can laugh at the days to come. <sup><strong>26</strong></sup> She speaks with wisdom, and faithful instruction is on her tongue. <sup><strong>27</strong></sup> She watches over the affairs of her household and does not eat the bread of idleness. <sup><strong>28</strong></sup> Her children arise and call her blessed; her husband also, and he praises her: <sup><strong>29</strong></sup> \"Many women do noble things, but you surpass them all.\" <sup><strong>30</strong></sup> Charm is deceptive, and beauty is fleeting; but a woman who fears the LORD is to be praised. <sup><strong>31</strong></sup> Give her the reward she has earned, and let her works bring her praise at the city gate. "},{"_id":"616d89dc75868033c7105229","topicId":"616d89d675868033c7105213","verse":"2 Kings 22:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p12022014_01-28\"><b class=\"verse-num\" id=\"v12022014-1\">14&nbsp;</b>So Hilkiah the priest, and Ahikam, and Achbor, and Shaphan, and Asaiah went to Huldah the prophetess, the wife of Shallum the son of Tikvah, son of Harhas, keeper of the wardrobe (now she lived in Jerusalem in the Second Quarter), and they talked with her.</p>\n</div>","kjv":"<strong>14</strong> So Hilkiah the priest, and Ahikam, and Achbor, and Shaphan, and Asahiah, went unto Huldah the prophetess, the wife of Shallum the son of Tikvah, the son of Harhas, keeper of the wardrobe; (now she dwelt in Jerusalem in the college;) and they communed with her.  ","niv":"<sup><strong>14</strong></sup> Hilkiah the priest, Ahikam, Acbor, Shaphan and Asaiah went to speak to the prophetess Huldah, who was the wife of Shallum son of Tikvah, the son of Harhas, keeper of the wardrobe. She lived in Jerusalem, in the Second District."},{"_id":"616d89dd75868033c710522a","topicId":"616d89d675868033c7105213","verse":"Judges 4:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p07004004_01-29\"><b class=\"verse-num\" id=\"v07004004-1\">4&nbsp;</b>Now Deborah, a prophetess, the wife of Lappidoth, was judging Israel at that time.</p>\n</div>","kjv":"<strong>4</strong> And Deborah, a prophetess, the wife of Lapidoth, she judged Israel at that time.  ","niv":"<sup><strong>4</strong></sup> Deborah, a prophetess, the wife of Lappidoth, was leading Israel at that time."},{"_id":"616d89dd75868033c710522b","topicId":"616d89d675868033c7105213","verse":"Exodus 15:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02015020_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v02015020-1\">20&nbsp;</b>Then Miriam the prophetess, the sister of Aaron, took a tambourine in her hand, and all the women went out after her with tambourines and dancing.</p>\n</div>","kjv":"<strong>20</strong> And Miriam the prophetess, the sister of Aaron, took a timbrel in her hand; and all the women went out after her with timbrels and with dances.  ","niv":"<sup><strong>20</strong></sup> Then Miriam the prophetess, Aaron's sister, took a tambourine in her hand, and all the women followed her, with tambourines and dancing."},{"_id":"616d89de75868033c710522c","topicId":"616d89d675868033c7105213","verse":"Titus 2:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56002003_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002003-1\">3&nbsp;</b>Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good,</p>\n</div>","kjv":"<strong>3</strong> The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;  ","niv":"<sup><strong>3</strong></sup> Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good."}]}