{"_id":"616d8cce75868033c71053aa","slug":"world-government","name":"World Government","verses":[{"_id":"616d8ccf75868033c71053ab","topicId":"616d8cce75868033c71053aa","verse":"2 Timothy 3:1-4","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p55003001_06-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy, <b class=\"verse-num\" id=\"v55003003-1\">3&nbsp;</b>heartless, unappeasable, slanderous, without self-control, brutal, not loving good, <b class=\"verse-num\" id=\"v55003004-1\">4&nbsp;</b>treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God,</p>\n</div>","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  <strong>3</strong> Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,  <strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  ","modified":"2022-03-24T09:55:54.173Z"},{"_id":"616d8cd075868033c71053ac","topicId":"616d8cce75868033c71053aa","verse":"Revelation 13:1-18","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p66013001_04-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66013001-1\">13:1&nbsp;</b>And I saw a beast rising out of the sea, with ten horns and seven heads, with ten diadems on its horns and blasphemous names on its heads. <b class=\"verse-num\" id=\"v66013002-1\">2&nbsp;</b>And the beast that I saw was like a leopard; its feet were like a bear’s, and its mouth was like a lion’s mouth. And to it the dragon gave his power and his throne and great authority. <b class=\"verse-num\" id=\"v66013003-1\">3&nbsp;</b>One of its heads seemed to have a mortal wound, but its mortal wound was healed, and the whole earth marveled as they followed the beast. <b class=\"verse-num\" id=\"v66013004-1\">4&nbsp;</b>And they worshiped the dragon, for he had given his authority to the beast, and they worshiped the beast, saying, “Who is like the beast, and who can fight against it?”</p>\n<p id=\"p66013004_04-2\"><b class=\"verse-num\" id=\"v66013005-1\">5&nbsp;</b>And the beast was given a mouth uttering haughty and blasphemous words, and it was allowed to exercise authority for forty-two months. <b class=\"verse-num\" id=\"v66013006-1\">6&nbsp;</b>It opened its mouth to utter blasphemies against God, blaspheming his name and his dwelling, that is, those who dwell in heaven. <b class=\"verse-num\" id=\"v66013007-1\">7&nbsp;</b>Also it was allowed to make war on the saints and to conquer them. And authority was given it over every tribe and people and language and nation, <b class=\"verse-num\" id=\"v66013008-1\">8&nbsp;</b>and all who dwell on earth will worship it, everyone whose name has not been written before the foundation of the world in the book of life of the Lamb who was slain. <b class=\"verse-num\" id=\"v66013009-1\">9&nbsp;</b>If anyone has an ear, let him hear:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66013010_04-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v66013010-1\">10&nbsp;</b>&nbsp;&nbsp;If anyone is to be taken captive,</span><br><span id=\"p66013010_04-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to captivity he goes;</span><br><span id=\"p66013010_04-2\" class=\"line\">&nbsp;&nbsp;if anyone is to be slain with the sword,</span><br><span id=\"p66013010_04-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the sword must he be slain.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66013010_04-2\" class=\"same-paragraph\">Here is a call for the endurance and faith of the saints.</p>\n\n<p id=\"p66013010_07-2\"><b class=\"verse-num\" id=\"v66013011-1\">11&nbsp;</b>Then I saw another beast rising out of the earth. It had two horns like a lamb and it spoke like a dragon. <b class=\"verse-num\" id=\"v66013012-1\">12&nbsp;</b>It exercises all the authority of the first beast in its presence, and makes the earth and its inhabitants worship the first beast, whose mortal wound was healed. <b class=\"verse-num\" id=\"v66013013-1\">13&nbsp;</b>It performs great signs, even making fire come down from heaven to earth in front of people, <b class=\"verse-num\" id=\"v66013014-1\">14&nbsp;</b>and by the signs that it is allowed to work in the presence of the beast it deceives those who dwell on earth, telling them to make an image for the beast that was wounded by the sword and yet lived. <b class=\"verse-num\" id=\"v66013015-1\">15&nbsp;</b>And it was allowed to give breath to the image of the beast, so that the image of the beast might even speak and might cause those who would not worship the image of the beast to be slain. <b class=\"verse-num\" id=\"v66013016-1\">16&nbsp;</b>Also it causes all, both small and great, both rich and poor, both free and slave, to be marked on the right hand or the forehead, <b class=\"verse-num\" id=\"v66013017-1\">17&nbsp;</b>so that no one can buy or sell unless he has the mark, that is, the name of the beast or the number of its name. <b class=\"verse-num\" id=\"v66013018-1\">18&nbsp;</b>This calls for wisdom: let the one who has understanding calculate the number of the beast, for it is the number of a man, and his number is 666.</p>\n\n</div>","kjv":"<strong>1</strong> And I stood upon the sand of the sea, and saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy.  <strong>2</strong> And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority.  <strong>3</strong> And I saw one of his heads as it were wounded to death; and his deadly wound was healed: and all the world wondered after the beast.  <strong>4</strong> And they worshipped the dragon which gave power unto the beast: and they worshipped the beast, saying, Who is like unto the beast? who is able to make war with him?  <strong>5</strong> And there was given unto him a mouth speaking great things and blasphemies; and power was given unto him to continue forty and  two months.  <strong>6</strong> And he opened his mouth in blasphemy against God, to blaspheme his name, and his tabernacle, and them that dwell in heaven.  <strong>7</strong> And it was given unto him to make war with the saints, and to overcome them: and power was given him over all kindreds, and tongues, and nations.  <strong>8</strong> And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.  <strong>9</strong> If any man have an ear, let him hear.  <strong>10</strong> He that leadeth into captivity shall go into captivity: he that killeth with the sword must be killed with the sword. Here is the patience and the faith of the saints.  <strong>11</strong> And I beheld another beast coming up out of the earth; and he had two horns like a lamb, and he spake as a dragon.  <strong>12</strong> And he exerciseth all the power of the first beast before him, and causeth the earth and them which dwell therein to worship the first beast, whose deadly wound was healed.  <strong>13</strong> And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,  <strong>14</strong> And deceiveth them that dwell on the earth by the means of  those miracles which he had power to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast, which had the wound by a sword, and did live.  <strong>15</strong> And he had power to give life unto the image of the beast, that the image of the beast should both speak, and cause that as many as would not worship the image of the beast should be killed.  <strong>16</strong> And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads:  <strong>17</strong> And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name.  <strong>18</strong> Here is wisdom. Let him that hath understanding count the number of the beast: for it is the number of a man; and his number is Six hundred threescore and six.  "},{"_id":"616d8cd175868033c71053ad","topicId":"616d8cce75868033c71053aa","verse":"Daniel 2:44","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p27002001_03-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27002001-1\">2:1&nbsp;</b>In the second year of the reign of Nebuchadnezzar, Nebuchadnezzar had dreams; his spirit was troubled, and his sleep left him. <b class=\"verse-num\" id=\"v27002002-1\">2&nbsp;</b>Then the king commanded that the magicians, the enchanters, the sorcerers, and the Chaldeans be summoned to tell the king his dreams. So they came in and stood before the king. <b class=\"verse-num\" id=\"v27002003-1\">3&nbsp;</b>And the king said to them, “I had a dream, and my spirit is troubled to know the dream.” <b class=\"verse-num\" id=\"v27002004-1\">4&nbsp;</b>Then the Chaldeans said to the king in Aramaic, “O king, live forever! Tell your servants the dream, and we will show the interpretation.” <b class=\"verse-num\" id=\"v27002005-1\">5&nbsp;</b>The king answered and said to the Chaldeans, “The word from me is firm: if you do not make known to me the dream and its interpretation, you shall be torn limb from limb, and your houses shall be laid in ruins. <b class=\"verse-num\" id=\"v27002006-1\">6&nbsp;</b>But if you show the dream and its interpretation, you shall receive from me gifts and rewards and great honor. Therefore show me the dream and its interpretation.” <b class=\"verse-num\" id=\"v27002007-1\">7&nbsp;</b>They answered a second time and said, “Let the king tell his servants the dream, and we will show its interpretation.” <b class=\"verse-num\" id=\"v27002008-1\">8&nbsp;</b>The king answered and said, “I know with certainty that you are trying to gain time, because you see that the word from me is firm—<b class=\"verse-num\" id=\"v27002009-1\">9&nbsp;</b>if you do not make the dream known to me, there is but one sentence for you. You have agreed to speak lying and corrupt words before me till the times change. Therefore tell me the dream, and I shall know that you can show me its interpretation.” <b class=\"verse-num\" id=\"v27002010-1\">10&nbsp;</b>The Chaldeans answered the king and said, “There is not a man on earth who can meet the king’s demand, for no great and powerful king has asked such a thing of any magician or enchanter or Chaldean. <b class=\"verse-num\" id=\"v27002011-1\">11&nbsp;</b>The thing that the king asks is difficult, and no one can show it to the king except the gods, whose dwelling is not with flesh.”</p>\n<p id=\"p27002011_03-21\"><b class=\"verse-num\" id=\"v27002012-1\">12&nbsp;</b>Because of this the king was angry and very furious, and commanded that all the wise men of Babylon be destroyed. <b class=\"verse-num\" id=\"v27002013-1\">13&nbsp;</b>So the decree went out, and the wise men were about to be killed; and they sought Daniel and his companions, to kill them. <b class=\"verse-num\" id=\"v27002014-1\">14&nbsp;</b>Then Daniel replied with prudence and discretion to Arioch, the captain of the king’s guard, who had gone out to kill the wise men of Babylon. <b class=\"verse-num\" id=\"v27002015-1\">15&nbsp;</b>He declared to Arioch, the king’s captain, “Why is the decree of the king so urgent?” Then Arioch made the matter known to Daniel. <b class=\"verse-num\" id=\"v27002016-1\">16&nbsp;</b>And Daniel went in and requested the king to appoint him a time, that he might show the interpretation to the king.</p>\n\n<p id=\"p27002016_07-21\"><b class=\"verse-num\" id=\"v27002017-1\">17&nbsp;</b>Then Daniel went to his house and made the matter known to Hananiah, Mishael, and Azariah, his companions, <b class=\"verse-num\" id=\"v27002018-1\">18&nbsp;</b>and told them to seek mercy from the God of heaven concerning this mystery, so that Daniel and his companions might not be destroyed with the rest of the wise men of Babylon. <b class=\"verse-num\" id=\"v27002019-1\">19&nbsp;</b>Then the mystery was revealed to Daniel in a vision of the night. Then Daniel blessed the God of heaven. <b class=\"verse-num\" id=\"v27002020-1\">20&nbsp;</b>Daniel answered and said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27002020_07-21\" class=\"line\">&nbsp;&nbsp;“Blessed be the name of God forever and ever,</span><br><span id=\"p27002020_07-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to whom belong wisdom and might.</span><br><span id=\"p27002021_07-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v27002021-1\">21&nbsp;</b>&nbsp;&nbsp;He changes times and seasons;</span><br><span id=\"p27002021_07-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he removes kings and sets up kings;</span><br><span id=\"p27002021_07-21\" class=\"line\">&nbsp;&nbsp;he gives wisdom to the wise</span><br><span id=\"p27002021_07-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and knowledge to those who have understanding;</span><br><span id=\"p27002022_07-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v27002022-1\">22&nbsp;</b>&nbsp;&nbsp;he reveals deep and hidden things;</span><br><span id=\"p27002022_07-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he knows what is in the darkness,</span><br><span id=\"p27002022_07-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the light dwells with him.</span><br><span id=\"p27002023_07-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v27002023-1\">23&nbsp;</b>&nbsp;&nbsp;To you, O God of my fathers,</span><br><span id=\"p27002023_07-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I give thanks and praise,</span><br><span id=\"p27002023_07-21\" class=\"line\">&nbsp;&nbsp;for you have given me wisdom and might,</span><br><span id=\"p27002023_07-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have now made known to me what we asked of you,</span><br><span id=\"p27002023_07-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you have made known to us the king’s matter.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p27002023_07-21\"><b class=\"verse-num\" id=\"v27002024-1\">24&nbsp;</b>Therefore Daniel went in to Arioch, whom the king had appointed to destroy the wise men of Babylon. He went and said thus to him: “Do not destroy the wise men of Babylon; bring me in before the king, and I will show the king the interpretation.”</p>\n<p id=\"p27002024_07-21\"><b class=\"verse-num\" id=\"v27002025-1\">25&nbsp;</b>Then Arioch brought in Daniel before the king in haste and said thus to him: “I have found among the exiles from Judah a man who will make known to the king the interpretation.” <b class=\"verse-num\" id=\"v27002026-1\">26&nbsp;</b>The king declared to Daniel, whose name was Belteshazzar, “Are you able to make known to me the dream that I have seen and its interpretation?” <b class=\"verse-num\" id=\"v27002027-1\">27&nbsp;</b>Daniel answered the king and said, “No wise men, enchanters, magicians, or astrologers can show to the king the mystery that the king has asked, <b class=\"verse-num\" id=\"v27002028-1\">28&nbsp;</b>but there is a God in heaven who reveals mysteries, and he has made known to King Nebuchadnezzar what will be in the latter days. Your dream and the visions of your head as you lay in bed are these: <b class=\"verse-num\" id=\"v27002029-1\">29&nbsp;</b>To you, O king, as you lay in bed came thoughts of what would be after this, and he who reveals mysteries made known to you what is to be. <b class=\"verse-num\" id=\"v27002030-1\">30&nbsp;</b>But as for me, this mystery has been revealed to me, not because of any wisdom that I have more than all the living, but in order that the interpretation may be made known to the king, and that you may know the thoughts of your mind.</p>\n\n<p id=\"p27002030_11-21\"><b class=\"verse-num\" id=\"v27002031-1\">31&nbsp;</b>“You saw, O king, and behold, a great image. This image, mighty and of exceeding brightness, stood before you, and its appearance was frightening. <b class=\"verse-num\" id=\"v27002032-1\">32&nbsp;</b>The head of this image was of fine gold, its chest and arms of silver, its middle and thighs of bronze, <b class=\"verse-num\" id=\"v27002033-1\">33&nbsp;</b>its legs of iron, its feet partly of iron and partly of clay. <b class=\"verse-num\" id=\"v27002034-1\">34&nbsp;</b>As you looked, a stone was cut out by no human hand, and it struck the image on its feet of iron and clay, and broke them in pieces. <b class=\"verse-num\" id=\"v27002035-1\">35&nbsp;</b>Then the iron, the clay, the bronze, the silver, and the gold, all together were broken in pieces, and became like the chaff of the summer threshing floors; and the wind carried them away, so that not a trace of them could be found. But the stone that struck the image became a great mountain and filled the whole earth.</p>\n<p id=\"p27002035_11-21\"><b class=\"verse-num\" id=\"v27002036-1\">36&nbsp;</b>“This was the dream. Now we will tell the king its interpretation. <b class=\"verse-num\" id=\"v27002037-1\">37&nbsp;</b>You, O king, the king of kings, to whom the God of heaven has given the kingdom, the power, and the might, and the glory, <b class=\"verse-num\" id=\"v27002038-1\">38&nbsp;</b>and into whose hand he has given, wherever they dwell, the children of man, the beasts of the field, and the birds of the heavens, making you rule over them all—you are the head of gold. <b class=\"verse-num\" id=\"v27002039-1\">39&nbsp;</b>Another kingdom inferior to you shall arise after you, and yet a third kingdom of bronze, which shall rule over all the earth. <b class=\"verse-num\" id=\"v27002040-1\">40&nbsp;</b>And there shall be a fourth kingdom, strong as iron, because iron breaks to pieces and shatters all things. And like iron that crushes, it shall break and crush all these. <b class=\"verse-num\" id=\"v27002041-1\">41&nbsp;</b>And as you saw the feet and toes, partly of potter’s clay and partly of iron, it shall be a divided kingdom, but some of the firmness of iron shall be in it, just as you saw iron mixed with the soft clay. <b class=\"verse-num\" id=\"v27002042-1\">42&nbsp;</b>And as the toes of the feet were partly iron and partly clay, so the kingdom shall be partly strong and partly brittle. <b class=\"verse-num\" id=\"v27002043-1\">43&nbsp;</b>As you saw the iron mixed with soft clay, so they will mix with one another in marriage, but they will not hold together, just as iron does not mix with clay. <b class=\"verse-num\" id=\"v27002044-1\">44&nbsp;</b>And in the days of those kings the God of heaven will set up a kingdom that shall never be destroyed, nor shall the kingdom be left to another people. It shall break in pieces all these kingdoms and bring them to an end, and it shall stand forever, <b class=\"verse-num\" id=\"v27002045-1\">45&nbsp;</b>just as you saw that a stone was cut from a mountain by no human hand, and that it broke in pieces the iron, the bronze, the clay, the silver, and the gold. A great God has made known to the king what shall be after this. The dream is certain, and its interpretation sure.”</p>\n\n<p id=\"p27002045_14-21\"><b class=\"verse-num\" id=\"v27002046-1\">46&nbsp;</b>Then King Nebuchadnezzar fell upon his face and paid homage to Daniel, and commanded that an offering and incense be offered up to him. <b class=\"verse-num\" id=\"v27002047-1\">47&nbsp;</b>The king answered and said to Daniel, “Truly, your God is God of gods and Lord of kings, and a revealer of mysteries, for you have been able to reveal this mystery.” <b class=\"verse-num\" id=\"v27002048-1\">48&nbsp;</b>Then the king gave Daniel high honors and many great gifts, and made him ruler over the whole province of Babylon and chief prefect over all the wise men of Babylon. <b class=\"verse-num\" id=\"v27002049-1\">49&nbsp;</b>Daniel made a request of the king, and he appointed Shadrach, Meshach, and Abednego over the affairs of the province of Babylon. But Daniel remained at the king’s court.</p>\n\n</div>","kjv":"<strong>44</strong> And in the days of these kings shall the God of heaven set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other people, but it shall break in pieces and consume all these kingdoms, and it shall stand for ever.  "},{"_id":"616d8cd175868033c71053ae","topicId":"616d8cce75868033c71053aa","verse":"Revelation 17:13","votes":28,"__v":0,"esv":"<div>\n<p id=\"p66017013_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v66017013-1\">13&nbsp;</b>These are of one mind, and they hand over their power and authority to the beast.</p>\n</div>"},{"_id":"616d8cd175868033c71053af","topicId":"616d8cce75868033c71053aa","verse":"2 Timothy 4:1-4","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p55004001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55004001-1\">4:1&nbsp;</b>I charge you in the presence of God and of Christ Jesus, who is to judge the living and the dead, and by his appearing and his kingdom: <b class=\"verse-num\" id=\"v55004002-1\">2&nbsp;</b>preach the word; be ready in season and out of season; reprove, rebuke, and exhort, with complete patience and teaching. <b class=\"verse-num\" id=\"v55004003-1\">3&nbsp;</b>For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions, <b class=\"verse-num\" id=\"v55004004-1\">4&nbsp;</b>and will turn away from listening to the truth and wander off into myths.</p>\n\n</div>"},{"_id":"616d8cd275868033c71053b0","topicId":"616d8cce75868033c71053aa","verse":"Daniel 7:24","votes":19,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27007024_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007024-1\">24&nbsp;</b>&nbsp;&nbsp;As for the ten horns,</span><br><span id=\"p27007024_01-6\" class=\"line\">&nbsp;&nbsp;out of this kingdom ten kings shall arise,</span><br><span id=\"p27007024_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and another shall arise after them;</span><br><span id=\"p27007024_01-6\" class=\"line\">&nbsp;&nbsp;he shall be different from the former ones,</span><br><span id=\"p27007024_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall put down three kings.</span><br></p><span class=\"end-line-group\"></span>\n</div>"},{"_id":"616d8cd275868033c71053b1","topicId":"616d8cce75868033c71053aa","verse":"Revelation 13:7","votes":17,"__v":0,"esv":"<div>\n<p id=\"p66013007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v66013007-1\">7&nbsp;</b>Also it was allowed to make war on the saints and to conquer them. And authority was given it over every tribe and people and language and nation,</p>\n\n</div>"},{"_id":"616d8cd375868033c71053b2","topicId":"616d8cce75868033c71053aa","verse":"Matthew 24:14","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40024014_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n</div>"},{"_id":"616d8cd375868033c71053b3","topicId":"616d8cce75868033c71053aa","verse":"Matthew 24:3","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p40024003_08-9\"><b class=\"verse-num\" id=\"v40024003-1\">3&nbsp;</b>As he sat on the Mount of Olives, the disciples came to him privately, saying, “Tell us, when will these things be, and what will be the sign of your coming and of the end of the age?”</p>\n</div>"},{"_id":"616d8cd375868033c71053b4","topicId":"616d8cce75868033c71053aa","verse":"Matthew 24:37","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40024037_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span></p>\n</div>"},{"_id":"616d8cd475868033c71053b5","topicId":"616d8cce75868033c71053aa","verse":"Revelation 17:12","votes":11,"__v":0,"esv":"<div>\n<p id=\"p66017012_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v66017012-1\">12&nbsp;</b>And the ten horns that you saw are ten kings who have not yet received royal power, but they are to receive authority as kings for one hour, together with the beast.</p>\n</div>","kjv":"<strong>12</strong> And the ten horns which thou sawest are ten kings, which have received no kingdom as yet; but receive power as kings one hour with the beast.  "},{"_id":"616d8cd475868033c71053b6","topicId":"616d8cce75868033c71053aa","verse":"2 Peter 3:8","votes":11,"__v":0,"esv":"<div>\n<p id=\"p61003008_01-12\"><b class=\"verse-num\" id=\"v61003008-1\">8&nbsp;</b>But do not overlook this one fact, beloved, that with the Lord one day is as a thousand years, and a thousand years as one day.</p>\n</div>","kjv":"<strong>8</strong> But, beloved, be not ignorant of this one thing, that one day is  with the Lord as a thousand years, and a thousand years as one day.  "},{"_id":"616d8cd475868033c71053b7","topicId":"616d8cce75868033c71053aa","verse":"Revelation 12:1-17","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p66012001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66012001-1\">12:1&nbsp;</b>And a great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet, and on her head a crown of twelve stars. <b class=\"verse-num\" id=\"v66012002-1\">2&nbsp;</b>She was pregnant and was crying out in birth pains and the agony of giving birth. <b class=\"verse-num\" id=\"v66012003-1\">3&nbsp;</b>And another sign appeared in heaven: behold, a great red dragon, with seven heads and ten horns, and on his heads seven diadems. <b class=\"verse-num\" id=\"v66012004-1\">4&nbsp;</b>His tail swept down a third of the stars of heaven and cast them to the earth. And the dragon stood before the woman who was about to give birth, so that when she bore her child he might devour it. <b class=\"verse-num\" id=\"v66012005-1\">5&nbsp;</b>She gave birth to a male child, one who is to rule all the nations with a rod of iron, but her child was caught up to God and to his throne, <b class=\"verse-num\" id=\"v66012006-1\">6&nbsp;</b>and the woman fled into the wilderness, where she has a place prepared by God, in which she is to be nourished for 1,260 days.</p>\n\n<p id=\"p66012006_11-13\"><b class=\"verse-num\" id=\"v66012007-1\">7&nbsp;</b>Now war arose in heaven, Michael and his angels fighting against the dragon. And the dragon and his angels fought back, <b class=\"verse-num\" id=\"v66012008-1\">8&nbsp;</b>but he was defeated, and there was no longer any place for them in heaven. <b class=\"verse-num\" id=\"v66012009-1\">9&nbsp;</b>And the great dragon was thrown down, that ancient serpent, who is called the devil and Satan, the deceiver of the whole world—he was thrown down to the earth, and his angels were thrown down with him. <b class=\"verse-num\" id=\"v66012010-1\">10&nbsp;</b>And I heard a loud voice in heaven, saying, “Now the salvation and the power and the kingdom of our God and the authority of his Christ have come, for the accuser of our brothers has been thrown down, who accuses them day and night before our God. <b class=\"verse-num\" id=\"v66012011-1\">11&nbsp;</b>And they have conquered him by the blood of the Lamb and by the word of their testimony, for they loved not their lives even unto death. <b class=\"verse-num\" id=\"v66012012-1\">12&nbsp;</b>Therefore, rejoice, O heavens and you who dwell in them! But woe to you, O earth and sea, for the devil has come down to you in great wrath, because he knows that his time is short!”</p>\n<p id=\"p66012012_11-13\"><b class=\"verse-num\" id=\"v66012013-1\">13&nbsp;</b>And when the dragon saw that he had been thrown down to the earth, he pursued the woman who had given birth to the male child. <b class=\"verse-num\" id=\"v66012014-1\">14&nbsp;</b>But the woman was given the two wings of the great eagle so that she might fly from the serpent into the wilderness, to the place where she is to be nourished for a time, and times, and half a time. <b class=\"verse-num\" id=\"v66012015-1\">15&nbsp;</b>The serpent poured water like a river out of his mouth after the woman, to sweep her away with a flood. <b class=\"verse-num\" id=\"v66012016-1\">16&nbsp;</b>But the earth came to the help of the woman, and the earth opened its mouth and swallowed the river that the dragon had poured from his mouth. <b class=\"verse-num\" id=\"v66012017-1\">17&nbsp;</b>Then the dragon became furious with the woman and went off to make war on the rest of her offspring, on those who keep the commandments of God and hold to the testimony of Jesus. And he stood on the sand of the sea.</p>\n\n</div>","kjv":"<strong>1</strong> And there appeared a great wonder in heaven; a woman clothed with the sun, and the moon under her feet, and upon her head a crown of twelve stars:  <strong>2</strong> And she being with child cried, travailing in birth, and pained to be delivered.  <strong>3</strong> And there appeared another wonder in heaven; and behold a great red dragon, having seven heads and ten horns, and seven crowns upon his heads.  <strong>4</strong> And his tail drew the third part of the stars of heaven, and did cast them to the earth: and the dragon stood before the woman which was ready to be delivered, for to devour her child as soon as it was born.  <strong>5</strong> And she brought forth a man child, who was to rule all nations with a rod of iron: and her child was caught up unto God, and to his throne.  <strong>6</strong> And the woman fled into the wilderness, where she hath a place prepared of God, that they should feed her there a thousand two hundred and  threescore days.  <strong>7</strong> And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,  <strong>8</strong> And prevailed not; neither was their place found any more in heaven.  <strong>9</strong> And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him.  <strong>10</strong> And I heard a loud voice saying in heaven, Now is come salvation, and strength, and the kingdom of our God, and the power of his Christ: for the accuser of our brethren is cast down, which accused them before our God day and night.  <strong>11</strong> And they overcame him by the blood of the Lamb, and by the word of their testimony; and they loved not their lives unto the death.  <strong>12</strong> Therefore rejoice, ye heavens, and ye that dwell in them. Woe to the inhabiters of the earth and of the sea! for the devil is come down unto you, having great wrath, because he knoweth that he hath but a short time.  <strong>13</strong> And when the dragon saw that he was cast unto the earth, he persecuted the woman which brought forth the man child.  <strong>14</strong> And to the woman were given two wings of a great eagle, that she might fly into the wilderness, into her place, where she is nourished for a time, and times, and half a time, from the face of the serpent.  <strong>15</strong> And the serpent cast out of his mouth water as a flood after the woman, that he might cause her to be carried away of the flood.  <strong>16</strong> And the earth helped the woman, and the earth opened her mouth, and swallowed up the flood which the dragon cast out of his mouth.  <strong>17</strong> And the dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.  "},{"_id":"616d8cd575868033c71053b8","topicId":"616d8cce75868033c71053aa","verse":"Revelation 12:9","votes":10,"__v":0,"esv":"<div>\n<p id=\"p66012009_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v66012009-1\">9&nbsp;</b>And the great dragon was thrown down, that ancient serpent, who is called the devil and Satan, the deceiver of the whole world—he was thrown down to the earth, and his angels were thrown down with him.</p>\n</div>"},{"_id":"616d8cd575868033c71053b9","topicId":"616d8cce75868033c71053aa","verse":"Matthew 24:22","votes":9,"__v":0,"esv":"<div>\n<p id=\"p40024022_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span></p>\n</div>"},{"_id":"616d8cd575868033c71053ba","topicId":"616d8cce75868033c71053aa","verse":"Matthew 24:21","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40024021_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span></p>\n</div>"},{"_id":"616d8cd675868033c71053bb","topicId":"616d8cce75868033c71053aa","verse":"Mark 16:15","votes":8,"__v":0,"esv":"<div>\n<p id=\"p41016015_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v41016015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Go into all the world and proclaim the gospel to the whole creation.</span></p>\n</div>"},{"_id":"616d8cd675868033c71053bc","topicId":"616d8cce75868033c71053aa","verse":"Matthew 9:35","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p40009035_08-18\"><b class=\"verse-num\" id=\"v40009035-1\">35&nbsp;</b>And Jesus went throughout all the cities and villages, teaching in their synagogues and proclaiming the gospel of the kingdom and healing every disease and every affliction.</p>\n</div>"},{"_id":"616d8cd675868033c71053bd","topicId":"616d8cce75868033c71053aa","verse":"Romans 13:1-7","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>"},{"_id":"616d8cd775868033c71053be","topicId":"616d8cce75868033c71053aa","verse":"Revelation 18:7","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018007_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018007-1\">7&nbsp;</b>&nbsp;&nbsp;As she glorified herself and lived in luxury,</span><br><span id=\"p66018007_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so give her a like measure of torment and mourning,</span><br><span id=\"p66018007_01-20\" class=\"line\">&nbsp;&nbsp;since in her heart she says,</span><br><span id=\"p66018007_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘I sit as a queen,</span><br><span id=\"p66018007_01-20\" class=\"line\">&nbsp;&nbsp;I am no widow,</span><br><span id=\"p66018007_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and mourning I shall never see.’</span><br></p><span class=\"end-line-group\"></span>\n</div>"},{"_id":"616d8cd775868033c71053bf","topicId":"616d8cce75868033c71053aa","verse":"Daniel 2:1-49","votes":7,"__v":0},{"_id":"616d8cd775868033c71053c0","topicId":"616d8cce75868033c71053aa","verse":"Revelation 9:1-21","votes":9,"__v":0,"esv":"<div>\n<p id=\"p66009001_01-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66009001-1\">9:1&nbsp;</b>And the fifth angel blew his trumpet, and I saw a star fallen from heaven to earth, and he was given the key to the shaft of the bottomless pit. <b class=\"verse-num\" id=\"v66009002-1\">2&nbsp;</b>He opened the shaft of the bottomless pit, and from the shaft rose smoke like the smoke of a great furnace, and the sun and the air were darkened with the smoke from the shaft. <b class=\"verse-num\" id=\"v66009003-1\">3&nbsp;</b>Then from the smoke came locusts on the earth, and they were given power like the power of scorpions of the earth. <b class=\"verse-num\" id=\"v66009004-1\">4&nbsp;</b>They were told not to harm the grass of the earth or any green plant or any tree, but only those people who do not have the seal of God on their foreheads. <b class=\"verse-num\" id=\"v66009005-1\">5&nbsp;</b>They were allowed to torment them for five months, but not to kill them, and their torment was like the torment of a scorpion when it stings someone. <b class=\"verse-num\" id=\"v66009006-1\">6&nbsp;</b>And in those days people will seek death and will not find it. They will long to die, but death will flee from them.</p>\n<p id=\"p66009006_01-22\"><b class=\"verse-num\" id=\"v66009007-1\">7&nbsp;</b>In appearance the locusts were like horses prepared for battle: on their heads were what looked like crowns of gold; their faces were like human faces, <b class=\"verse-num\" id=\"v66009008-1\">8&nbsp;</b>their hair like women’s hair, and their teeth like lions’ teeth; <b class=\"verse-num\" id=\"v66009009-1\">9&nbsp;</b>they had breastplates like breastplates of iron, and the noise of their wings was like the noise of many chariots with horses rushing into battle. <b class=\"verse-num\" id=\"v66009010-1\">10&nbsp;</b>They have tails and stings like scorpions, and their power to hurt people for five months is in their tails. <b class=\"verse-num\" id=\"v66009011-1\">11&nbsp;</b>They have as king over them the angel of the bottomless pit. His name in Hebrew is Abaddon, and in Greek he is called Apollyon.</p>\n<p id=\"p66009011_01-22\"><b class=\"verse-num\" id=\"v66009012-1\">12&nbsp;</b>The first woe has passed; behold, two woes are still to come.</p>\n<p id=\"p66009012_01-22\"><b class=\"verse-num\" id=\"v66009013-1\">13&nbsp;</b>Then the sixth angel blew his trumpet, and I heard a voice from the four horns of the golden altar before God, <b class=\"verse-num\" id=\"v66009014-1\">14&nbsp;</b>saying to the sixth angel who had the trumpet, “Release the four angels who are bound at the great river Euphrates.” <b class=\"verse-num\" id=\"v66009015-1\">15&nbsp;</b>So the four angels, who had been prepared for the hour, the day, the month, and the year, were released to kill a third of mankind. <b class=\"verse-num\" id=\"v66009016-1\">16&nbsp;</b>The number of mounted troops was twice ten thousand times ten thousand; I heard their number. <b class=\"verse-num\" id=\"v66009017-1\">17&nbsp;</b>And this is how I saw the horses in my vision and those who rode them: they wore breastplates the color of fire and of sapphire and of sulfur, and the heads of the horses were like lions’ heads, and fire and smoke and sulfur came out of their mouths. <b class=\"verse-num\" id=\"v66009018-1\">18&nbsp;</b>By these three plagues a third of mankind was killed, by the fire and smoke and sulfur coming out of their mouths. <b class=\"verse-num\" id=\"v66009019-1\">19&nbsp;</b>For the power of the horses is in their mouths and in their tails, for their tails are like serpents with heads, and by means of them they wound.</p>\n<p id=\"p66009019_01-22\"><b class=\"verse-num\" id=\"v66009020-1\">20&nbsp;</b>The rest of mankind, who were not killed by these plagues, did not repent of the works of their hands nor give up worshiping demons and idols of gold and silver and bronze and stone and wood, which cannot see or hear or walk, <b class=\"verse-num\" id=\"v66009021-1\">21&nbsp;</b>nor did they repent of their murders or their sorceries or their sexual immorality or their thefts.</p>\n\n</div>","modified":"2022-03-17T02:05:01.286Z"},{"_id":"616d8cd875868033c71053c1","topicId":"616d8cce75868033c71053aa","verse":"Romans 13:1","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God.</p>\n</div>"},{"_id":"616d8cd875868033c71053c2","topicId":"616d8cce75868033c71053aa","verse":"Revelation 13:16-17","votes":6,"__v":0,"esv":"<div>\n<p id=\"p66013016_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v66013016-1\">16&nbsp;</b>Also it causes all, both small and great, both rich and poor, both free and slave, to be marked on the right hand or the forehead, <b class=\"verse-num\" id=\"v66013017-1\">17&nbsp;</b>so that no one can buy or sell unless he has the mark, that is, the name of the beast or the number of its name.</p>\n\n</div>","modified":"2022-03-17T02:06:54.256Z"},{"_id":"616d8cd975868033c71053c3","topicId":"616d8cce75868033c71053aa","verse":"John 14:24","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43014024_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014024-1\">24&nbsp;</b><span class=\"woc\">Whoever does not love me does not keep my words. And the word that you hear is not mine but the Father’s who sent me.</span></p>\n</div>"}]}