{"_id":"616dbe0675868033c710562e","slug":"young-people","name":"Young People","verses":[{"_id":"616dbe0775868033c710562f","topicId":"616dbe0675868033c710562e","verse":"1 Timothy 4:12","votes":100,"__v":0,"esv":"<div>\n<p id=\"p54004012_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004012-1\">12&nbsp;</b>Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.</p>\n</div>","kjv":"<strong>12</strong> Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.  ","niv":"<sup><strong>12</strong></sup> Don't let anyone look down on you because you are young, but set an example for the believers in speech, in life, in love, in faith and in purity.","modified":"2022-11-01T17:19:17.916Z"},{"_id":"616dbe0775868033c7105630","topicId":"616dbe0675868033c710562e","verse":"Ecclesiastes 12:1","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p21012001_07-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21012001-1\">12:1&nbsp;</b>Remember also your Creator in the days of your youth, before the evil days come and the years draw near of which you will say, “I have no pleasure in them”;</p>\n</div>","kjv":"<strong>1</strong> Remember now thy Creator in the days of thy youth, while the evil days come not, nor the years draw nigh, when thou shalt say, I have no pleasure in them;  ","niv":"<sup><strong>1</strong></sup> Remember your Creator in the days of your youth, before the days of trouble come and the years approach when you will say, \"I find no pleasure in them\"-","modified":"2022-11-08T13:03:10.598Z"},{"_id":"616dbe0775868033c7105631","topicId":"616dbe0675868033c710562e","verse":"1 John 2:15-17","votes":35,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-3\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. ","modified":"2023-12-20T15:55:33.340Z"},{"_id":"616dbe0875868033c7105632","topicId":"616dbe0675868033c710562e","verse":"2 Timothy 2:22","votes":32,"__v":0,"esv":"<div>\n<p id=\"p55002022_01-4\"><b class=\"verse-num\" id=\"v55002022-1\">22&nbsp;</b>So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart.</p>\n</div>","kjv":"<strong>22</strong> Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.  ","niv":"<sup><strong>22</strong></sup> Flee the evil desires of youth, and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart.","modified":"2023-03-26T23:30:34.053Z"},{"_id":"616dbe0875868033c7105633","topicId":"616dbe0675868033c710562e","verse":"1 Peter 5:5","votes":23,"__v":0,"esv":"<div>\n<p id=\"p60005005_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005005-1\">5&nbsp;</b>Likewise, you who are younger, be subject to the elders. Clothe yourselves, all of you, with humility toward one another, for “God opposes the proud but gives grace to the humble.”</p>\n</div>","kjv":"<strong>5</strong> Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble.  ","niv":"<sup><strong>5</strong></sup> Young men, in the same way be submissive to those who are older. All of you, clothe yourselves with humility toward one another, because, \"God opposes the proud but gives grace to the humble.\"","modified":"2022-07-23T14:35:33.659Z"},{"_id":"616dbe0875868033c7105634","topicId":"616dbe0675868033c710562e","verse":"Jeremiah 1:7","votes":27,"__v":0,"esv":"<div>\n<p id=\"p24001007_01-7\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v24001007-1\">7&nbsp;</b>But the LORD said to me,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001007_01-7\" class=\"line\">&nbsp;&nbsp;“Do not say, ‘I am only a youth’;</span><br><span id=\"p24001007_01-7\" class=\"line\">&nbsp;&nbsp;for to all to whom I send you, you shall go,</span><br><span id=\"p24001007_01-7\" class=\"line\">&nbsp;&nbsp;and whatever I command you, you shall speak.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> But the LORD said unto me, Say not, I am a child: for thou shalt go to all that I shall send thee, and whatsoever I command thee thou shalt speak.  ","niv":"<sup><strong>7</strong></sup> But the LORD said to me, \"Do not say, 'I am only a child.' You must go to everyone I send you to and say whatever I command you.","modified":"2023-03-26T23:19:14.568Z"},{"_id":"616dbe0975868033c7105635","topicId":"616dbe0675868033c710562e","verse":"John 14:1-31","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p43014001_11-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43014001-1\">14:1&nbsp;</b><span class=\"woc\">“Let not your hearts be troubled. Believe in God; believe also in me.</span> <b class=\"verse-num woc\" id=\"v43014002-1\">2&nbsp;</b><span class=\"woc\">In my Father’s house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?</span> <b class=\"verse-num woc\" id=\"v43014003-1\">3&nbsp;</b><span class=\"woc\">And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also.</span> <b class=\"verse-num woc\" id=\"v43014004-1\">4&nbsp;</b><span class=\"woc\">And you know the way to where I am going.”</span> <b class=\"verse-num\" id=\"v43014005-1\">5&nbsp;</b>Thomas said to him, “Lord, we do not know where you are going. How can we know the way?” <b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span> <b class=\"verse-num woc\" id=\"v43014007-1\">7&nbsp;</b><span class=\"woc\">If you had known me, you would have known my Father also. From now on you do know him and have seen him.”</span></p>\n<p id=\"p43014007_11-8\"><b class=\"verse-num\" id=\"v43014008-1\">8&nbsp;</b>Philip said to him, “Lord, show us the Father, and it is enough for us.” <b class=\"verse-num\" id=\"v43014009-1\">9&nbsp;</b>Jesus said to him, <span class=\"woc\">“Have I been with you so long, and you still do not know me, Philip? Whoever has seen me has seen the Father. How can you say, ‘Show us the Father’?</span> <b class=\"verse-num woc\" id=\"v43014010-1\">10&nbsp;</b><span class=\"woc\">Do you not believe that I am in the Father and the Father is in me? The words that I say to you I do not speak on my own authority, but the Father who dwells in me does his works.</span> <b class=\"verse-num woc\" id=\"v43014011-1\">11&nbsp;</b><span class=\"woc\">Believe me that I am in the Father and the Father is in me, or else believe on account of the works themselves.</span></p>\n<p id=\"p43014011_11-8\"><b class=\"verse-num woc\" id=\"v43014012-1\">12&nbsp;</b><span class=\"woc\">“Truly, truly, I say to you, whoever believes in me will also do the works that I do; and greater works than these will he do, because I am going to the Father.</span> <b class=\"verse-num woc\" id=\"v43014013-1\">13&nbsp;</b><span class=\"woc\">Whatever you ask in my name, this I will do, that the Father may be glorified in the Son.</span> <b class=\"verse-num woc\" id=\"v43014014-1\">14&nbsp;</b><span class=\"woc\">If you ask me anything in my name, I will do it.</span></p>\n\n<p id=\"p43014014_16-8\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span> <b class=\"verse-num woc\" id=\"v43014016-1\">16&nbsp;</b><span class=\"woc\">And I will ask the Father, and he will give you another Helper, to be with you forever,</span> <b class=\"verse-num woc\" id=\"v43014017-1\">17&nbsp;</b><span class=\"woc\">even the Spirit of truth, whom the world cannot receive, because it neither sees him nor knows him. You know him, for he dwells with you and will be in you.</span></p>\n<p id=\"p43014017_16-8\"><b class=\"verse-num woc\" id=\"v43014018-1\">18&nbsp;</b><span class=\"woc\">“I will not leave you as orphans; I will come to you.</span> <b class=\"verse-num woc\" id=\"v43014019-1\">19&nbsp;</b><span class=\"woc\">Yet a little while and the world will see me no more, but you will see me. Because I live, you also will live.</span> <b class=\"verse-num woc\" id=\"v43014020-1\">20&nbsp;</b><span class=\"woc\">In that day you will know that I am in my Father, and you in me, and I in you.</span> <b class=\"verse-num woc\" id=\"v43014021-1\">21&nbsp;</b><span class=\"woc\">Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”</span> <b class=\"verse-num\" id=\"v43014022-1\">22&nbsp;</b>Judas (not Iscariot) said to him, “Lord, how is it that you will manifest yourself to us, and not to the world?” <b class=\"verse-num\" id=\"v43014023-1\">23&nbsp;</b>Jesus answered him, <span class=\"woc\">“If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.</span> <b class=\"verse-num woc\" id=\"v43014024-1\">24&nbsp;</b><span class=\"woc\">Whoever does not love me does not keep my words. And the word that you hear is not mine but the Father’s who sent me.</span></p>\n<p id=\"p43014024_16-8\"><b class=\"verse-num woc\" id=\"v43014025-1\">25&nbsp;</b><span class=\"woc\">“These things I have spoken to you while I am still with you.</span> <b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span> <b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span> <b class=\"verse-num woc\" id=\"v43014028-1\">28&nbsp;</b><span class=\"woc\">You heard me say to you, ‘I am going away, and I will come to you.’ If you loved me, you would have rejoiced, because I am going to the Father, for the Father is greater than I.</span> <b class=\"verse-num woc\" id=\"v43014029-1\">29&nbsp;</b><span class=\"woc\">And now I have told you before it takes place, so that when it does take place you may believe.</span> <b class=\"verse-num woc\" id=\"v43014030-1\">30&nbsp;</b><span class=\"woc\">I will no longer talk much with you, for the ruler of this world is coming. He has no claim on me,</span> <b class=\"verse-num woc\" id=\"v43014031-1\">31&nbsp;</b><span class=\"woc\">but I do as the Father has commanded me, so that the world may know that I love the Father. Rise, let us go from here.</span></p>\n\n</div>","kjv":"<strong>1</strong>           Let not your heart be troubled: ye believe in God, believe also in me.  <strong>2</strong> In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.  <strong>3</strong> And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.  <strong>4</strong> And whither I go ye know, and the way ye know.  <strong>5</strong> Thomas saith unto him, Lord, we know not whither thou goest; and how can we know the way?  <strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  <strong>7</strong> If ye had known me, ye should have known my Father also: and from henceforth ye know him, and have seen him.  <strong>8</strong> Philip saith unto him, Lord, shew us the Father, and it sufficeth us.  <strong>9</strong> Jesus saith unto him, Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou then, Shew us the Father?  <strong>10</strong> Believest thou not that I am in the Father, and the Father in me? the words that I speak unto you I speak not of myself: but the Father that dwelleth in me, he doeth the works.  <strong>11</strong> Believe me that I am in the Father, and the Father in me: or else believe me for the very works’ sake.  <strong>12</strong> Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also; and greater works than these shall he do; because I go unto my Father.  <strong>13</strong> And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.  <strong>14</strong> If ye shall ask any thing in my name, I will do it. <strong>15</strong>           If ye love me, keep my commandments.  <strong>16</strong> And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;  <strong>17</strong> Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you.  <strong>18</strong> I will not leave you comfortless: I will come to you.  <strong>19</strong> Yet a little while, and the world seeth me no more; but ye see me: because I live, ye shall live also.  <strong>20</strong> At that day ye shall know that I am in my Father, and ye in me, and I in you.  <strong>21</strong> He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.  <strong>22</strong> Judas saith unto him, not Iscariot, Lord, how is it that thou wilt manifest thyself unto us, and not unto the world?  <strong>23</strong> Jesus answered and said unto him, If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him.  <strong>24</strong> He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father’s which sent me.  <strong>25</strong> These things have I spoken unto you, being yet present with you.  <strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  <strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  <strong>28</strong> Ye have heard how I said unto you, I go away, and come again  unto you. If ye loved me, ye would rejoice, because I said, I go unto the Father: for my Father is greater than I.  <strong>29</strong> And now I have told you before it come to pass, that, when it is come to pass, ye might believe.  <strong>30</strong> Hereafter I will not talk much with you: for the prince of this world cometh, and hath nothing in me.  <strong>31</strong> But that the world may know that I love the Father; and as the Father gave me commandment, even so I do. Arise, let us go hence. ","niv":"<sup><strong>1</strong></sup> \"Do not let your hearts be troubled. Trust in God; trust also in me. <sup><strong>2</strong></sup> In my Father's house are many rooms; if it were not so, I would have told you. I am going there to prepare a place for you. <sup><strong>3</strong></sup> And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am. <sup><strong>4</strong></sup> You know the way to the place where I am going.\" <sup><strong>5</strong></sup> Thomas said to him, \"Lord, we don't know where you are going, so how can we know the way?\" <sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me. <sup><strong>7</strong></sup> If you really knew me, you would know my Father as well. From now on, you do know him and have seen him.\" <sup><strong>8</strong></sup> Philip said, \"Lord, show us the Father and that will be enough for us.\" <sup><strong>9</strong></sup> Jesus answered: \"Don't you know me, Philip, even after I have been among you such a long time? Anyone who has seen me has seen the Father. How can you say, 'Show us the Father'? <sup><strong>10</strong></sup> Don't you believe that I am in the Father, and that the Father is in me? The words I say to you are not just my own. Rather, it is the Father, living in me, who is doing his work. <sup><strong>11</strong></sup> Believe me when I say that I am in the Father and the Father is in me; or at least believe on the evidence of the miracles themselves. <sup><strong>12</strong></sup> I tell you the truth, anyone who has faith in me will do what I have been doing. He will do even greater things than these, because I am going to the Father. <sup><strong>13</strong></sup> And I will do whatever you ask in my name, so that the Son may bring glory to the Father. <sup><strong>14</strong></sup> You may ask me for anything in my name, and I will do it. <sup><strong>15</strong></sup> \"If you love me, you will obey what I command. <sup><strong>16</strong></sup> And I will ask the Father, and he will give you another Counselor to be with you forever-- <sup><strong>17</strong></sup> the Spirit of truth. The world cannot accept him, because it neither sees him nor knows him. But you know him, for he lives with you and will be in you. <sup><strong>18</strong></sup> I will not leave you as orphans; I will come to you. <sup><strong>19</strong></sup> Before long, the world will not see me anymore, but you will see me. Because I live, you also will live. <sup><strong>20</strong></sup> On that day you will realize that I am in my Father, and you are in me, and I am in you. <sup><strong>21</strong></sup> Whoever has my commands and obeys them, he is the one who loves me. He who loves me will be loved by my Father, and I too will love him and show myself to him.\" <sup><strong>22</strong></sup> Then Judas (not Judas Iscariot) said, \"But, Lord, why do you intend to show yourself to us and not to the world?\" <sup><strong>23</strong></sup> Jesus replied, \"If anyone loves me, he will obey my teaching. My Father will love him, and we will come to him and make our home with him. <sup><strong>24</strong></sup> He who does not love me will not obey my teaching. These words you hear are not my own; they belong to the Father who sent me. <sup><strong>25</strong></sup> \"All this I have spoken while still with you. <sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you. <sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid. <sup><strong>28</strong></sup> \"You heard me say, 'I am going away and I am coming back to you.' If you loved me, you would be glad that I am going to the Father, for the Father is greater than I. <sup><strong>29</strong></sup> I have told you now before it happens, so that when it does happen you will believe. <sup><strong>30</strong></sup> I will not speak with you much longer, for the prince of this world is coming. He has no hold on me, <sup><strong>31</strong></sup> but the world must learn that I love the Father and that I do exactly what my Father has commanded me. \"Come now; let us leave. ","modified":"2022-10-08T21:07:45.790Z"},{"_id":"616dbe0975868033c7105636","topicId":"616dbe0675868033c710562e","verse":"John 3:16","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-9\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"616dbe0975868033c7105637","topicId":"616dbe0675868033c710562e","verse":"1 Samuel 17:42-54","votes":18,"__v":0,"esv":"<div>\n<p id=\"p09017042_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v09017042-1\">42&nbsp;</b>And when the Philistine looked and saw David, he disdained him, for he was but a youth, ruddy and handsome in appearance. <b class=\"verse-num\" id=\"v09017043-1\">43&nbsp;</b>And the Philistine said to David, “Am I a dog, that you come to me with sticks?” And the Philistine cursed David by his gods. <b class=\"verse-num\" id=\"v09017044-1\">44&nbsp;</b>The Philistine said to David, “Come to me, and I will give your flesh to the birds of the air and to the beasts of the field.” <b class=\"verse-num\" id=\"v09017045-1\">45&nbsp;</b>Then David said to the Philistine, “You come to me with a sword and with a spear and with a javelin, but I come to you in the name of the LORD of hosts, the God of the armies of Israel, whom you have defied. <b class=\"verse-num\" id=\"v09017046-1\">46&nbsp;</b>This day the LORD will deliver you into my hand, and I will strike you down and cut off your head. And I will give the dead bodies of the host of the Philistines this day to the birds of the air and to the wild beasts of the earth, that all the earth may know that there is a God in Israel, <b class=\"verse-num\" id=\"v09017047-1\">47&nbsp;</b>and that all this assembly may know that the LORD saves not with sword and spear. For the battle is the LORD’s, and he will give you into our hand.”</p>\n<p id=\"p09017047_01-11\"><b class=\"verse-num\" id=\"v09017048-1\">48&nbsp;</b>When the Philistine arose and came and drew near to meet David, David ran quickly toward the battle line to meet the Philistine. <b class=\"verse-num\" id=\"v09017049-1\">49&nbsp;</b>And David put his hand in his bag and took out a stone and slung it and struck the Philistine on his forehead. The stone sank into his forehead, and he fell on his face to the ground.</p>\n<p id=\"p09017049_01-11\"><b class=\"verse-num\" id=\"v09017050-1\">50&nbsp;</b>So David prevailed over the Philistine with a sling and with a stone, and struck the Philistine and killed him. There was no sword in the hand of David. <b class=\"verse-num\" id=\"v09017051-1\">51&nbsp;</b>Then David ran and stood over the Philistine and took his sword and drew it out of its sheath and killed him and cut off his head with it. When the Philistines saw that their champion was dead, they fled. <b class=\"verse-num\" id=\"v09017052-1\">52&nbsp;</b>And the men of Israel and Judah rose with a shout and pursued the Philistines as far as Gath and the gates of Ekron, so that the wounded Philistines fell on the way from Shaaraim as far as Gath and Ekron. <b class=\"verse-num\" id=\"v09017053-1\">53&nbsp;</b>And the people of Israel came back from chasing the Philistines, and they plundered their camp. <b class=\"verse-num\" id=\"v09017054-1\">54&nbsp;</b>And David took the head of the Philistine and brought it to Jerusalem, but he put his armor in his tent.</p>\n\n</div>","kjv":"<strong>42</strong> And when the Philistine looked about, and saw David, he disdained him: for he was but a youth, and ruddy, and of a fair countenance.  <strong>43</strong> And the Philistine said unto David, Am I a dog, that thou comest to me with staves? And the Philistine cursed David by his gods.  <strong>44</strong> And the Philistine said to David, Come to me, and I will give thy flesh unto the fowls of the air, and to the beasts of the field.  <strong>45</strong> Then said David to the Philistine, Thou comest to me with a sword, and with a spear, and with a shield: but I come to thee in the name of the LORD of hosts, the God of the armies of Israel, whom thou hast defied.  <strong>46</strong> This day will the LORD deliver thee into mine hand; and I will smite thee, and take thine head from thee; and I will give the carcases of the host of the Philistines this day unto the fowls of the air, and to the wild beasts of the earth; that all the earth may know that there is a God in Israel.  <strong>47</strong> And all this assembly shall know that the LORD saveth not with sword and spear: for the battle is the LORD’S, and he will give you into our hands.  <strong>48</strong> And it came to pass, when the Philistine arose, and came and drew nigh to meet David, that David hasted, and ran toward the army to meet the Philistine.  <strong>49</strong> And David put his hand in his bag, and took thence a stone, and slang it, and smote the Philistine in his forehead, that the stone sunk into his forehead; and he fell upon his face to the earth.  <strong>50</strong> So David prevailed over the Philistine with a sling and with a stone, and smote the Philistine, and slew him; but there was no sword in the hand of David.  <strong>51</strong> Therefore David ran, and stood upon the Philistine, and took his sword, and drew it out of the sheath thereof, and slew him, and cut off his head therewith. And when the Philistines saw their champion was dead, they fled.  <strong>52</strong> And the men of Israel and of Judah arose, and shouted, and pursued the Philistines, until thou come to the valley, and to the gates of Ekron. And the wounded of the Philistines fell down by the way to Shaaraim, even unto Gath, and unto Ekron.  <strong>53</strong> And the children of Israel returned from chasing after the Philistines, and they spoiled their tents.  <strong>54</strong> And David took the head of the Philistine, and brought it to Jerusalem; but he put his armour in his tent.  ","niv":"<sup><strong>42</strong></sup> He looked David over and saw that he was only a boy, ruddy and handsome, and he despised him. <sup><strong>43</strong></sup> He said to David, \"Am I a dog, that you come at me with sticks?\" And the Philistine cursed David by his gods. <sup><strong>44</strong></sup> \"Come here,\" he said, \"and I'll give your flesh to the birds of the air and the beasts of the field!\" <sup><strong>45</strong></sup> David said to the Philistine, \"You come against me with sword and spear and javelin, but I come against you in the name of the LORD Almighty, the God of the armies of Israel, whom you have defied. <sup><strong>46</strong></sup> This day the LORD will hand you over to me, and I'll strike you down and cut off your head. Today I will give the carcasses of the Philistine army to the birds of the air and the beasts of the earth, and the whole world will know that there is a God in Israel. <sup><strong>47</strong></sup> All those gathered here will know that it is not by sword or spear that the LORD saves; for the battle is the LORD's, and he will give all of you into our hands.\" <sup><strong>48</strong></sup> As the Philistine moved closer to attack him, David ran quickly toward the battle line to meet him. <sup><strong>49</strong></sup> Reaching into his bag and taking out a stone, he slung it and struck the Philistine on the forehead. The stone sank into his forehead, and he fell facedown on the ground. <sup><strong>50</strong></sup> So David triumphed over the Philistine with a sling and a stone; without a sword in his hand he struck down the Philistine and killed him. <sup><strong>51</strong></sup> David ran and stood over him. He took hold of the Philistine's sword and drew it from the scabbard. After he killed him, he cut off his head with the sword. When the Philistines saw that their hero was dead, they turned and ran. <sup><strong>52</strong></sup> Then the men of Israel and Judah surged forward with a shout and pursued the Philistines to the entrance of Gath and to the gates of Ekron. Their dead were strewn along the Shaaraim road to Gath and Ekron. <sup><strong>53</strong></sup> When the Israelites returned from chasing the Philistines, they plundered their camp. <sup><strong>54</strong></sup> David took the Philistine's head and brought it to Jerusalem, and he put the Philistine's weapons in his own tent. ","modified":"2023-06-24T18:04:17.084Z"},{"_id":"616dbe0975868033c7105638","topicId":"616dbe0675868033c710562e","verse":"Psalm 119:9","votes":14,"__v":0,"esv":"<div>\n<h4 id=\"p19119009_01-12\" class=\"psalm-acrostic-title\">Beth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119009_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119009-1\">9&nbsp;</b>&nbsp;&nbsp;How can a young man keep his way pure?</span><br><span id=\"p19119009_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;By guarding it according to your word.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Wherewithal shall a young man cleanse his way? by taking heed thereto  according to thy word.  ","niv":"<sup><strong>9</strong></sup> How can a young man keep his way pure? By living according to your word.","modified":"2023-01-19T21:25:15.630Z"},{"_id":"616dbe0a75868033c7105639","topicId":"616dbe0675868033c710562e","verse":"1 Peter 5:5-9","votes":12,"__v":0,"esv":"<div>\n<p id=\"p60005005_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005005-1\">5&nbsp;</b>Likewise, you who are younger, be subject to the elders. Clothe yourselves, all of you, with humility toward one another, for “God opposes the proud but gives grace to the humble.”</p>\n<p id=\"p60005005_01-14\"><b class=\"verse-num\" id=\"v60005006-1\">6&nbsp;</b>Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, <b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you. <b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour. <b class=\"verse-num\" id=\"v60005009-1\">9&nbsp;</b>Resist him, firm in your faith, knowing that the same kinds of suffering are being experienced by your brotherhood throughout the world.</p>\n</div>","kjv":"<strong>5</strong> Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble.  <strong>6</strong> Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:  <strong>7</strong> Casting all your care upon him; for he careth for you.  <strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  <strong>9</strong> Whom resist stedfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world.  ","niv":"<sup><strong>5</strong></sup> Young men, in the same way be submissive to those who are older. All of you, clothe yourselves with humility toward one another, because, \"God opposes the proud but gives grace to the humble.\" <sup><strong>6</strong></sup> Humble yourselves, therefore, under God's mighty hand, that he may lift you up in due time. <sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you. <sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour. <sup><strong>9</strong></sup> Resist him, standing firm in the faith, because you know that your brothers throughout the world are undergoing the same kind of sufferings. ","modified":"2022-12-22T02:49:19.432Z"},{"_id":"616dbe0a75868033c710563a","topicId":"616dbe0675868033c710562e","verse":"Psalm 71:5","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19071005_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v19071005-1\">5&nbsp;</b>&nbsp;&nbsp;For you, O Lord, are my hope,</span><br><span id=\"p19071005_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my trust, O LORD, from my youth.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> For thou art my hope, O Lord GOD: thou art my trust from my youth.  ","niv":"<sup><strong>5</strong></sup> For you have been my hope, O Sovereign LORD, my confidence since my youth.","modified":"2022-07-01T06:29:00.463Z"},{"_id":"616dbe0a75868033c710563b","topicId":"616dbe0675868033c710562e","verse":"Exodus 20:12","votes":13,"__v":0,"esv":"<div>\n<p id=\"p02020012_01-16\"><b class=\"verse-num\" id=\"v02020012-1\">12&nbsp;</b>“Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you.</p>\n</div>","kjv":"<strong>12</strong> Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.  ","niv":"<sup><strong>12</strong></sup> \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you."},{"_id":"616dbe0b75868033c710563c","topicId":"616dbe0675868033c710562e","verse":"1 Timothy 5:1","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p54005001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54005001-1\">5:1&nbsp;</b>Do not rebuke an older man but encourage him as you would a father, younger men as brothers,</p>\n</div>","kjv":"<strong>1</strong> Rebuke not an elder, but intreat him as a father; and  the younger men as brethren;  ","niv":"<sup><strong>1</strong></sup> Do not rebuke an older man harshly, but exhort him as if he were your father. Treat younger men as brothers,","modified":"2022-06-26T20:01:10.672Z"},{"_id":"616dbe0b75868033c710563d","topicId":"616dbe0675868033c710562e","verse":"Psalm 119:105","votes":13,"__v":0,"esv":"<div>\n<h4 id=\"p19119105_01-19\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  ","niv":"<sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path.","modified":"2022-08-29T03:40:46.422Z"},{"_id":"616dbe0b75868033c710563e","topicId":"616dbe0675868033c710562e","verse":"Proverbs 23:22","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023022_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023022-1\">22&nbsp;</b>&nbsp;&nbsp;Listen to your father who gave you life,</span><br><span id=\"p20023022_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not despise your mother when she is old.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Hearken unto thy father that begat thee, and despise not thy mother when she is old.  ","niv":"<sup><strong>22</strong></sup> Listen to your father, who gave you life, and do not despise your mother when she is old."},{"_id":"616dbe0b75868033c710563f","topicId":"616dbe0675868033c710562e","verse":"Proverbs 1:8-9","votes":10,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20001008_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001008-1\">8&nbsp;</b>&nbsp;&nbsp;Hear, my son, your father’s instruction,</span><br><span id=\"p20001008_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and forsake not your mother’s teaching,</span><br><span id=\"p20001009_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001009-1\">9&nbsp;</b>&nbsp;&nbsp;for they are a graceful garland for your head</span><br><span id=\"p20001009_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and pendants for your neck.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> My son, hear the instruction of thy father, and forsake not the law of thy mother:  <strong>9</strong> For they shall be an ornament of grace unto thy head, and chains about thy neck.  ","niv":"<sup><strong>8</strong></sup> Listen, my son, to your father's instruction and do not forsake your mother's teaching. <sup><strong>9</strong></sup> They will be a garland to grace your head and a chain to adorn your neck. ","modified":"2023-08-16T23:40:58.514Z"},{"_id":"616dbe0c75868033c7105640","topicId":"616dbe0675868033c710562e","verse":"Ecclesiastes 11:9","votes":11,"__v":0,"esv":"<div>\n<p id=\"p21011009_01-22\"><b class=\"verse-num\" id=\"v21011009-1\">9&nbsp;</b>Rejoice, O young man, in your youth, and let your heart cheer you in the days of your youth. Walk in the ways of your heart and the sight of your eyes. But know that for all these things God will bring you into judgment.</p>\n</div>","kjv":"<strong>9</strong> Rejoice, O young man, in thy youth; and let thy heart cheer thee in the days of thy youth, and walk in the ways of thine heart, and in the sight of thine eyes: but know thou, that for all these things God will bring thee into judgment.  ","niv":"<sup><strong>9</strong></sup> Be happy, young man, while you are young, and let your heart give you joy in the days of your youth. Follow the ways of your heart and whatever your eyes see, but know that for all these things God will bring you to judgment."},{"_id":"616dbe0c75868033c7105641","topicId":"616dbe0675868033c710562e","verse":"Ezekiel 16:60","votes":10,"__v":0,"esv":"<div>\n<p id=\"p26016060_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v26016060-1\">60&nbsp;</b>yet I will remember my covenant with you in the days of your youth, and I will establish for you an everlasting covenant.</p>\n</div>","kjv":"<strong>60</strong> Nevertheless I will remember my covenant with thee in the days of thy youth, and I will establish unto thee an everlasting covenant.  ","niv":"<sup><strong>60</strong></sup> Yet I will remember the covenant I made with you in the days of your youth, and I will establish an everlasting covenant with you."},{"_id":"616dbe0c75868033c7105642","topicId":"616dbe0675868033c710562e","verse":"Ephesians 6:1-3","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p49006001_04-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49006001-1\">6:1&nbsp;</b>Children, obey your parents in the Lord, for this is right. <b class=\"verse-num\" id=\"v49006002-1\">2&nbsp;</b>“Honor your father and mother” (this is the first commandment with a promise), <b class=\"verse-num\" id=\"v49006003-1\">3&nbsp;</b>“that it may go well with you and that you may live long in the land.”</p>\n</div>","kjv":"<strong>1</strong> Children, obey your parents in the Lord: for this is right.  <strong>2</strong> Honour thy father and mother; (which is the first commandment with promise;)  <strong>3</strong> That it may be well with thee, and thou mayest live long on the earth.  ","niv":"<sup><strong>1</strong></sup> Children, obey your parents in the Lord, for this is right. <sup><strong>2</strong></sup> \"Honor your father and mother\"--which is the first commandment with a promise-- <sup><strong>3</strong></sup> \"that it may go well with you and that you may enjoy long life on the earth.\" "},{"_id":"616dbe0d75868033c7105643","topicId":"616dbe0675868033c710562e","verse":"Proverbs 1:7","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20001007_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001007-1\">7&nbsp;</b>&nbsp;&nbsp;The fear of the LORD is the beginning of knowledge;</span><br><span id=\"p20001007_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;fools despise wisdom and instruction.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The fear of the LORD is the beginning of knowledge: but  fools despise wisdom and instruction.  ","niv":"<sup><strong>7</strong></sup> The fear of the Lord is the beginning of knowledge, but fools despise wisdom and discipline.","modified":"2022-06-28T10:02:38.832Z"},{"_id":"616dbe0d75868033c7105644","topicId":"616dbe0675868033c710562e","verse":"Colossians 3:20","votes":9,"__v":0,"esv":"<div>\n<p id=\"p51003020_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003020-1\">20&nbsp;</b>Children, obey your parents in everything, for this pleases the Lord.</p>\n</div>","kjv":"<strong>20</strong> Children, obey your parents in all things: for this is well pleasing unto the Lord.  ","niv":"<sup><strong>20</strong></sup> Children, obey your parents in everything, for this pleases the Lord."},{"_id":"616dbe0d75868033c7105645","topicId":"616dbe0675868033c710562e","verse":"Isaiah 41:10","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-27\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"616dbe0e75868033c7105646","topicId":"616dbe0675868033c710562e","verse":"1 Corinthians 6:18","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46006018_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006018-1\">18&nbsp;</b>Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body.</p>\n\n</div>","kjv":"<strong>18</strong> Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.  ","niv":"<sup><strong>18</strong></sup> Flee from sexual immorality. All other sins a man commits are outside his body, but he who sins sexually sins against his own body.","modified":"2022-06-22T08:15:09.283Z"},{"_id":"616dbe0e75868033c7105647","topicId":"616dbe0675868033c710562e","verse":"Philippians 4:6-7","votes":8,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. <b class=\"verse-num\" id=\"v50004007-1\">7&nbsp;</b>And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  <strong>7</strong> And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God. <sup><strong>7</strong></sup> And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. "}]}